[
    {
        "Title": "Chip & Soda Combo",
        "Serving Info": "1 MEAL (600g)",
        "Calories": "580",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "260mg",
            "Total Carbohydrates": "68g",
            "Dietary Fiber": "2g",
            "Total Sugars": "35g",
            "Added Sugars": "33g",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "8mg",
            "Iron": "0.64mg",
            "Potas.": "390mg"
        },
        "Ingredients": "PEPSI POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, CAFFEINE, CITRIC ACID, NATURAL FLAVOR), DIET PEPSI POST MIX (CARBONATED WATER, CARAMEL COLOR, PHOSPHORIC ACID, SODIUM CITRATE, SUCRALOSE, POTASSIUM BENZOATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, CAFFEINE, NATURAL FLAVOR, CITRIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR)), DR PEPPER POST MIX (High Fructose Corn Syrup, Water, Caramel Color, Phosphoric Acid, Caffeine, Sodium Benzoate (Preservative), Natural and Artificial Flavors, Dimethylpolysiloxane), MOUNTAIN DEW POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (PRESERVES FRESHNESS), CAFFEINE, SODIUM CITRATE, GUM ARABIC, ERYTHORBIC ACID (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5.), WILD CHERRY PEPSI (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, NATURAL FLAVORS, CAFFEINE, CITRIC ACID), DIET DR PEPPER POST MIX (Water, Caramel Color, Phosphoric Acid, Aspartame, Sodium Citrate, Sodium Benzoate (Preservative), Caffeine, Acesulfame Potassium, Sucralose, Natural and Artificial Flavors, Dimethylpolysiloxane), DIET MOUNTAIN DEW POST MIX (CARBONATED WATER, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CITRUS PECTIN, ASPARTAME, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CAFFEINE, POTASSIUM SORBATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, SODIUM CITRATE, SODIUM SACCHARIN, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), SALT, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), DOLE OLD FASHIONED LEMONADE (WATER, HIGH FRUCTOSE CORN SYRUP, LEMON JUICE CONCENTRATE, SODIUM CITRATE, CITRIC ACID, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), GLYCEROL ESTER OF ROSIN, NATURAL FLAVOR, POTASSIUM SORBATE (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), MISS VICKIES JALAPENO KETTLE CHIPS (INGREDIENTS: POTATOES, VEGETABLE OIL SUNFLOWER, CANOLA, AND/OR CORN OIL, JALAPENO SEASONING MALTODEXTRIN [MADE FROM CORN], SALT, DEXTROSE, ONION POWDER, TORULA YEAST, SPICES, WHEY, PAPRIKA, NATURAL FLAVORS, SUNFLOWER OIL, GARLIC POWDER, JALAPENO PEPPER POWDER, AND YEAST EXTRACT. CONTAINS MILK INGREDIENTS..), BBQ KETTLE CHIPS (INGREDIENTS: POTATOES, VEGETABLE OIL (SUNFLOWER, CORN, AND/OR CANOLA OIL), SMOKEHOUSE BBQ SEASONING (SUGAR, DEXTROSE, SALT, SPICES, TOMATO POWDER, ONION POWDER, MALTODEXTRIN [MADE FROM CORN], NATURAL FLAVOR [INCLUDING NATURAL SMOKE FLAVOR], LACTOSE, YEAST EXTRACT, TORULA YEAST, GUM ARABIC, GARLIC POWDER, CORN STARCH, PAPRIKA EXTRACTS, MALTED BARLEY FLOUR, SUNFLOWER OIL, SKIM MILK, BUTTERMILK, AND CITRIC ACID). CONTAINS MILK INGREDIENTS.), CHEDDAR HARVEST SUN CHIPS (INGREDIENTS: WHOLE CORN, SUNFLOWER AND/OR CANOLA OIL, WHOLE WHEAT, BROWN RICE FLOUR, WHOLE OAT FLOUR, SUGAR, MALTODEXTRIN MADE FROM CORN, SALT, WHEY, NATURAL FLAVORS, CHEDDAR CHEESE MILK, CHEESE CULTURES, SALT, ENZYMES, ONION POWDER, BUTTERMILK, POTASSIUM CHLORIDE, ROMANO CHEESE COW'S MILK, CHEESE CULTURES, SALT, ENZYMES, YEAST EXTRACT, LACTOSE, PAPRIKA EXTRACTS, SODIUM CASEINATE, CITRIC ACID, SKIM MILK, GARLIC POWDER, LACTIC ACID, AND PARMESAN CHEESE MILK, CHEESE CULTURES, SALT, ENZYMES. CONTAINS WHEAT AND MILK INGREDIENTS.), GARDEN SALSA CHIPS (INGREDIENTS: WHOLE CORN, SUNFLOWER AND/OR CANOLA OIL, WHOLE WHEAT, BROWN RICE FLOUR, WHOLE OAT FLOUR, SUGAR, TOMATO POWDER, SALT, NATURAL FLAVORS, MALTODEXTRIN MADE FROM CORN, CHEDDAR CHEESE MILK, CHEESE CULTURES, SALT, ENZYMES, DEXTROSE, BUTTERMILK, ONION POWDER, WHEY, YEAST EXTRACT, ROMANO CHEESE PART-SKIM COW'S MILK, CHEESE CULTURES, SALT, ENZYMES, WHEY PROTEIN CONCENTRATE, CORN OIL, SPICES INCLUDING JALAPENO PEPPER, CITRIC ACID, PAPRIKA EXTRACTS, AND LACTIC ACID. CONTAINS WHEAT AND MILK INGREDIENTS.), KETTLE CHIPS (INGREDIENTS: POTATOES, VEGETABLE OIL SUNFLOWER, CORN, AND/OR CANOLA OIL, AND SEA SALT.), SEA SALT & VINEGAR CHIPS (Potatoes, Vegetable Oil (Sunflower, Corn, and/or Canola Oil), Maltodextrin (Made from Corn), Sea Salt, Vinegar, Buttermilk, Lactose, Sugar, Dextrose, Yeast Extract, and Citric Acid. CONTAINS MILK INGREDIENTS.), BAKED POTATO CHIP IND (INGREDIENTS: DRIED POTATOES, CORN STARCH, CORN OIL, SUGAR, SEA SALT, SOY LECITHIN, DEXTROSE, AND ANNATTO EXTRACTS. CONTAINS SOY INGREDIENTS.), ORANGE BUBLY POST MIX (SPARKLING WATER, NATURAL FLAVOR, CITRIC ACID, SODIUM BENZOATE (PRESERVES FRESHNESS), SODIUM CITRATE)",
        "Allergens": "Corn, Garlic, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Roasted Red Pepper & Gouda Soup",
        "Serving Info": "12 OZ PORTION (340g)",
        "Calories": "420",
        "Nutrients": {
            "Total Fat": "31g",
            "Saturated Fat": "13g",
            "Trans Fat": "0.5g",
            "Cholesterol": "55mg",
            "Sodium": "1270mg",
            "Total Carbohydrates": "25g",
            "Dietary Fiber": "6g",
            "Total Sugars": "18g",
            "Added Sugars": "N/A",
            "Protein": "10g",
            "Vit. D": "0.3mcg",
            "Calcium": "275mg",
            "Iron": "1.52mg",
            "Potas.": "780mg"
        },
        "Ingredients": "RED PEPPER GOUDA SOUP (TOMATO PUREE (WATER, TOMATO PASTE), DICED TOMATOES IN TOMATO JUICE, SMOKED GOUDA CHEESE (MILK, CULTURES, SALT, ENZYMES, NATURAL FLAVORING), VEGETABLE OIL (CORN, CANOLA, AND/OR SOYBEAN), CREAM, ROASTED RED PEPPERS, BUTTER (CREAM), CONTAINS LESS THAN 2% OF: SUGAR, SALT, MODIFIED FOOD STARCH, GARLIC, WHEY PROTEIN CONCENTRATE, SPICES, BLEACHED ENRICHED FLOUR (WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), DEHYDRATED ONIONS, PAPRIKA EXTRACT FOR COLOR, FLAVORING, CITRIC ACID, NATURAL SMOKE FLAVORING, SOY LECITHIN. CONTAINS: WHEAT, MILK, SOY)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Small Roasted Red Pepper & Gouda Soup",
        "Serving Info": "6 OZ PORTION (170g)",
        "Calories": "210",
        "Nutrients": {
            "Total Fat": "15g",
            "Saturated Fat": "6g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "630mg",
            "Total Carbohydrates": "13g",
            "Dietary Fiber": "3g",
            "Total Sugars": "9g",
            "Added Sugars": "N/A",
            "Protein": "5g",
            "Vit. D": "0.1mcg",
            "Calcium": "138mg",
            "Iron": "0.76mg",
            "Potas.": "390mg"
        },
        "Ingredients": "RED PEPPER GOUDA SOUP (TOMATO PUREE (WATER, TOMATO PASTE), DICED TOMATOES IN TOMATO JUICE, SMOKED GOUDA CHEESE (MILK, CULTURES, SALT, ENZYMES, NATURAL FLAVORING), VEGETABLE OIL (CORN, CANOLA, AND/OR SOYBEAN), CREAM, ROASTED RED PEPPERS, BUTTER (CREAM), CONTAINS LESS THAN 2% OF: SUGAR, SALT, MODIFIED FOOD STARCH, GARLIC, WHEY PROTEIN CONCENTRATE, SPICES, BLEACHED ENRICHED FLOUR (WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), DEHYDRATED ONIONS, PAPRIKA EXTRACT FOR COLOR, FLAVORING, CITRIC ACID, NATURAL SMOKE FLAVORING, SOY LECITHIN. CONTAINS: WHEAT, MILK, SOY)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Macaroni & Cheese",
        "Serving Info": "13 OZ PORTION (369g)",
        "Calories": "630",
        "Nutrients": {
            "Total Fat": "41g",
            "Saturated Fat": "13g",
            "Trans Fat": "1.5g",
            "Cholesterol": "75mg",
            "Sodium": "1630mg",
            "Total Carbohydrates": "44g",
            "Dietary Fiber": "1g",
            "Total Sugars": "20g",
            "Added Sugars": "N/A",
            "Protein": "23g",
            "Vit. D": "NA",
            "Calcium": "685mg",
            "Iron": "1.08mg",
            "Potas.": "810mg"
        },
        "Ingredients": "KRAFT  MACARONI CHEESE (Ingredients COOKED ENRICHED MACARONI PRODUCT WATER, SEMOLINA [WHEAT], EGG WHITES, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, PASTEURIZED PROCESS WHITE CHEDDAR CHEESE CHEDDAR CHEESE [CULTURED MILK, SALT, ENZYMES], WATER, SODIUM PHOSPHATE, MILKFAT, SALT, WHEY POWDER, CANOLA OIL, NONFAT MILK, CONTAINS LESS THAN 2 OF ENZYME MODIFIED CHEESE MILK, WATER, SODIUM PHOSPHATE, MILKFAT, SALT, CHEESE CULTURE, ENZYMES, WHEY POWDER MILK, CANOLA OIL, NONFAT MILK, CONTAINS LESS THAN 2 OF ENZYME MODIFIED CHEESE MILK, WATER, SODIUM PHOSPHATE, SALT, MILKFAT, ENZYMES, CHEESE CULTURE, MODIFIED CORNSTARCH, SALT, XANTHAN GUM.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Wheat"
    },
    {
        "Title": "Small Tomato Basil Bisque",
        "Serving Info": "6 OZ PORTION (170g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "550mg",
            "Total Carbohydrates": "11g",
            "Dietary Fiber": "2g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "0.2mcg",
            "Calcium": "23mg",
            "Iron": "0.29mg",
            "Potas.": "180mg"
        },
        "Ingredients": "CREAMY TOMATO BASIL BISQUE SOUP (INGREDIENTS: TOMATO PUREE WATER, TOMATO PASTE, DICED TOMATOES IN TOMATO JUICE, CREAM, CELERY, ONIONS, MODIFIED FOOD STARCH, CARROTS, CONTAINS LESS THAN 2 OF: SUGAR, BUTTER CREAM, SALT, SALT, WATER, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLES CELERY, ONIONS, CARROTS, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, YEAST EXTRACT, BASIL, MALTODEXTRIN, CORN OIL, DEHYDRATED ONIONS, SPICES, FLAVORING, CORNSTARCH, CELERY EXTRACT, GARLIC OIL.), WATER",
        "Allergens": "Corn, Garlic, Gluten, Milk, Wheat"
    },
    {
        "Title": "Assorted B&B Bagels",
        "Serving Info": "1 BAGEL (111g)",
        "Calories": "290",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "520mg",
            "Total Carbohydrates": "56g",
            "Dietary Fiber": "4g",
            "Total Sugars": "5g",
            "Added Sugars": "N/A",
            "Protein": "11g",
            "Vit. D": "NA",
            "Calcium": "12mg",
            "Iron": "2.14mg",
            "Potas.": "95mg"
        },
        "Ingredients": "EVERYTHING BAGEL, BLUEBERRY BAGEL (Flour(Wheat flour, malted barley flour, Niacin, iron, potassium bromate, thiamin mononitrate, riboflavin, folic acid), bagel base(sugar, sea salt, malt, yeast, molasses, honey enzyme, ascorbic acid, cutured wheat starch, soy oil), yeast and water.  Plus:  blueberry gumbit, blueberry extract and brown sugar.), ASIAGO BAGEL (Ingredients:  Unbleached Enriched Flour (ingredietns:  Wheat Flour, Malted Barley Flour, Niacin, Iron, Thiamin, Mononitrates, Riboflavin, Folic Acid), Water, Shredded Asiago Cheese (Asiago Medium Cheese Cultures, Salt, Enzymes), Powdered Cellulose to Prevent Caking, Natamycin (to Protect Flavor), Bagel Base 5 (contains:  Sugar, Sea Salt, Malted Barley Flour (contains wheat), Yeast, Molasses Powder (Monlasses, Wheat Starch), and 2% or Less of each of the Following:  Honey Powder (Honey, Maltodextrin), Soybean Oil, Hydrolyzed Wheat Gluten, Natural Flavor (Contains Wheat), Ascorbic Acid (Vitamin C), Wheat Flour, Enzymes, Calcium Sulfate, Salt), Dried Instant Yeast (ingredients:  Yeast, Sorbitan Monostearates, Ascorbid Acid).), PLAIN BAGEL (Flour(Wheat flour, malted barley flour, Niacin, iron, potassium bromate, thiamin mononitrate, riboflavin, folic acid), bagel base(sugar, sea salt, malt, yeast, molasses, honey enzyme, ascorbic acid, cutured wheat starch, soy oil), yeast and water.  Plus:  brown sugar, chocolate chips and chocolate syrup), WHOLE WHEAT BAGEL (Flour(Wheat flour, malted barley flour, Niacin, iron, potassium bromate, thiamin mononitrate, riboflavin, folic acid), bagel base(sugar, sea salt, malt, yeast, molasses, honey enzyme, ascorbic acid, cutured wheat starch, soy oil), yeast and water.  Plus:  whole wheat flour, bran flakes and honey.)",
        "Allergens": "Garlic, Gluten, Milk, Sesame, Soy, Wheat"
    },
    {
        "Title": "Whole Wheat Tortilla",
        "Serving Info": "TORTILLA (101g)",
        "Calories": "300",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "510mg",
            "Total Carbohydrates": "48g",
            "Dietary Fiber": "6g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "8g",
            "Vit. D": "NA",
            "Calcium": "191mg",
            "Iron": "0.41mg",
            "Potas.": "NA"
        },
        "Ingredients": "WHOLE WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, VEGETABLE SHORTENING, PALM OIL, CORN OIL, WHEAT FLOUR, ALUMINUM FREE LEAVENING, SALT, SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES, CALCIUM PROPIONATE, SORBIC ACID, DOUGH CONDITIONER, LECITHIN, FUMARIC ACID, GUM BLEND, MONO AND DIGLYCERIDES, SODIUM METABISULPHITE",
        "Allergens": "Corn, Gluten, Wheat"
    },
    {
        "Title": "Vienna White Bread",
        "Serving Info": "2 SLICES (46g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "220mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "60mg",
            "Iron": "1.03mg",
            "Potas.": "40mg"
        },
        "Ingredients": "UNBLEACHED ENRICHED FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, YEAST, FULLY REFINED SOYBEAN OIL, WHEAT GLUTEN, GRANULATED SUGAR, SALT, CALCIUM PROPIONATE TO RETAIN FRESHNESS, DOUGH IMPROVER MALTED WHEAT FLOUR, ENZYMES AND 2 OR LESS OF ASCORBIC ACID, ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN , FOLIC ACID, CONTAINS LESS THAN 2 OF ENZYMES",
        "Allergens": "Gluten, Soy, Wheat"
    },
    {
        "Title": "Organic Multigrain Bread",
        "Serving Info": "1 SLICE (51g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "150mg",
            "Total Carbohydrates": "25g",
            "Dietary Fiber": "3g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "NA",
            "Potas.": "110mg"
        },
        "Ingredients": "ORGANIC WHOLE WHEAT (ORGANIC SPROUTED WHOLE WHEAT FLOUR, ORGANIC CRACKED WHOLE WHEAT), WATER, ORGANIC WHITE FLOUR, ORGANIC CANE SUGAR, ORGANIC WHOLE GRAIN AND SEED MIX (ORGANIC WHOLE FLAX SEEDS, ORGANIC SUNFLOWER SEEDS, ORGANIC GROUND FLAX, ORGANIC SESAME SEEDS, ORGANIC PUMPKIN SEEDS, ORGANIC BLACK SESAME SEEDS, ORGANIC MILLET, ORGANIC ROLLED OATS, ORGANIC ROLLED SPELT, ORGANIC ROLLED BARLEY, ORGANIC ROLLED RYE, ORGANIC ROLLED WHOLE WHEAT, ORGANIC QUINOA, ORGANIC TRITICALE FLOUR, ORGANIC YELLOW CORN FLOUR, ORGANIC KHORASAN FLOUR, ORGANIC AMARANTH FLOUR, ORGANIC BUCKWHEAT FLOUR, ORGANIC SORGHUM FLOUR, POPPYSEED, ORGANIC BROWN RICE FLOUR, ORGANIC BLUE CORN FLOUR), ORGANIC VITAL WHEAT GLUTEN, CULTURED WHEAT FLOUR, ORGANIC OAT FIBER, YEAST, WHEAT FIBER, SEA SALT, ORGANIC MOLASSES.",
        "Allergens": "Corn, Gluten, Sesame, Wheat"
    },
    {
        "Title": "9 Grain Bread",
        "Serving Info": "1 SLICE (41g)",
        "Calories": "110",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "190mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "2g",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "11mg",
            "Iron": "1.11mg",
            "Potas.": "90mg"
        },
        "Ingredients": "Ingredients Description  Whole Wheat Flour, Water, Wheat Gluten, Coarse Cracked Wheat, Yeast, Soybean Oil, Honey, Brown Sugar, Wheat Bran, Precooked Long Grain Brown Rice, 100% Whole Grain Oats, Vinegar, Salt, Hulled Millet Flour, Rye Flour, Barley, Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin , Folic Acid), Contains Less Than 2% of Enzymes CONTAINS: WHEAT. MAY CONTAIN: SESAME.",
        "Allergens": "Alcohol, Gluten, Sesame, Soy, Wheat"
    },
    {
        "Title": "Assorted Crazy Fresh Sandwich",
        "Serving Info": "1 SANDWICH (225g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "NA",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "CRAZY FRESH CHICKEN RANCH WRAP, CRAZY FRESH CHIPOTLE CLUB SANDWICH, CRAZY FRESH ITALIAN SANDWICH, CRAZY FRESH CHICKEN SALAD CROISSANT",
        "Allergens": "N/A"
    },
    {
        "Title": "Ham, Egg, & Cheese Pretzel Sandwich",
        "Serving Info": "1 SANDWICH (224g)",
        "Calories": "570",
        "Nutrients": {
            "Total Fat": "20g",
            "Saturated Fat": "5g",
            "Trans Fat": "NA",
            "Cholesterol": "160mg",
            "Sodium": "1310mg",
            "Total Carbohydrates": "70g",
            "Dietary Fiber": "2g",
            "Total Sugars": "7g",
            "Added Sugars": "4g",
            "Protein": "27g",
            "Vit. D": "1.0mcg",
            "Calcium": "116mg",
            "Iron": "2.29mg",
            "Potas.": "240mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), SMOKED HAM - SLICED (PORK, WATER, SEA SALT, SUGAR, NATURAL FLAVOR.), FRIED EGG PATTY W/BLACK PEPPER (EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.), SLICED AMERICAN CHEESE (YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Pork, Soy, Wheat"
    },
    {
        "Title": "Sausage, Egg, & Cheese Pretzel Sandwich",
        "Serving Info": "1 SANDWICH (227g)",
        "Calories": "690",
        "Nutrients": {
            "Total Fat": "33g",
            "Saturated Fat": "9g",
            "Trans Fat": "NA",
            "Cholesterol": "175mg",
            "Sodium": "1430mg",
            "Total Carbohydrates": "70g",
            "Dietary Fiber": "2g",
            "Total Sugars": "7g",
            "Added Sugars": "4g",
            "Protein": "27g",
            "Vit. D": "1.8mcg",
            "Calcium": "121mg",
            "Iron": "2.97mg",
            "Potas.": "440mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), 2 OZ PRE-COOKED SAUSAGE PATTY (Pork), FRIED EGG PATTY W/BLACK PEPPER (EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.), SLICED AMERICAN CHEESE (YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, MSG, Pork, Soy, Wheat"
    },
    {
        "Title": "Egg & Cheese Pretzel Sandwich",
        "Serving Info": "1 SANDWICH (170g)",
        "Calories": "510",
        "Nutrients": {
            "Total Fat": "17g",
            "Saturated Fat": "4g",
            "Trans Fat": "NA",
            "Cholesterol": "130mg",
            "Sodium": "970mg",
            "Total Carbohydrates": "69g",
            "Dietary Fiber": "2g",
            "Total Sugars": "6g",
            "Added Sugars": "4g",
            "Protein": "17g",
            "Vit. D": "1.0mcg",
            "Calcium": "116mg",
            "Iron": "2.29mg",
            "Potas.": "240mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), FRIED EGG PATTY W/BLACK PEPPER (EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.), SLICED AMERICAN CHEESE (YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Breakfast Supreme Pretzel Sandwich",
        "Serving Info": "10.4 OZ PORTION (308g)",
        "Calories": "640",
        "Nutrients": {
            "Total Fat": "28g",
            "Saturated Fat": "8g",
            "Trans Fat": "NA",
            "Cholesterol": "160mg",
            "Sodium": "1240mg",
            "Total Carbohydrates": "73g",
            "Dietary Fiber": "3g",
            "Total Sugars": "9g",
            "Added Sugars": "4g",
            "Protein": "25g",
            "Vit. D": "1.0mcg",
            "Calcium": "190mg",
            "Iron": "2.48mg",
            "Potas.": "490mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), LIBERTY SLICED TOMATOES, FRIED EGG PATTY W/BLACK PEPPER (EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.), SHARP CHEDDAR CHEESE SLICES (Ingredients: Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added).Contains: Milk), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.), JULIENNE ONIONS, PORTOBELLO MUSHROOMS (Mushroom)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Pork, Soy, Wheat"
    },
    {
        "Title": "Bacon, Egg, & Cheese Pretzel Sandwich",
        "Serving Info": "1 SANDWICH (186g)",
        "Calories": "580",
        "Nutrients": {
            "Total Fat": "24g",
            "Saturated Fat": "6g",
            "Trans Fat": "NA",
            "Cholesterol": "145mg",
            "Sodium": "1210mg",
            "Total Carbohydrates": "69g",
            "Dietary Fiber": "2g",
            "Total Sugars": "6g",
            "Added Sugars": "4g",
            "Protein": "21g",
            "Vit. D": "1.0mcg",
            "Calcium": "116mg",
            "Iron": "2.29mg",
            "Potas.": "240mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), FRIED EGG PATTY W/BLACK PEPPER (EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.), SLICED AMERICAN CHEESE (YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Pork, Soy, Wheat"
    },
    {
        "Title": "Turkey, Egg, & Cheese Pretzel Sandwich",
        "Serving Info": "1 SANDWICH (227g)",
        "Calories": "570",
        "Nutrients": {
            "Total Fat": "18g",
            "Saturated Fat": "4g",
            "Trans Fat": "NA",
            "Cholesterol": "160mg",
            "Sodium": "1250mg",
            "Total Carbohydrates": "69g",
            "Dietary Fiber": "2g",
            "Total Sugars": "6g",
            "Added Sugars": "4g",
            "Protein": "29g",
            "Vit. D": "1.0mcg",
            "Calcium": "116mg",
            "Iron": "2.29mg",
            "Potas.": "240mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), COOKED SMOKED SLICED TURKEY BREAST (TURKEY BREAST, WATER, SEA SALT, VINEGAR), FRIED EGG PATTY W/BLACK PEPPER (EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.), SLICED AMERICAN CHEESE (YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Veggie Breakfast Pretzel Sandwich",
        "Serving Info": "1 SANDWICH (313g)",
        "Calories": "650",
        "Nutrients": {
            "Total Fat": "28g",
            "Saturated Fat": "7g",
            "Trans Fat": "NA",
            "Cholesterol": "145mg",
            "Sodium": "1220mg",
            "Total Carbohydrates": "76g",
            "Dietary Fiber": "4g",
            "Total Sugars": "10g",
            "Added Sugars": "4g",
            "Protein": "22g",
            "Vit. D": "1.0mcg",
            "Calcium": "158mg",
            "Iron": "2.53mg",
            "Potas.": "480mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), LIBERTY SLICED TOMATOES, FRIED EGG PATTY W/BLACK PEPPER (EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.), LIGHT MAYONNAISE (WATER, SOYBEAN OIL, MODIFIED FOOD STARCH, EGG YOLKS, VINEGAR, CONTAINS LESS THAN 2% OF SALT, EGGS, MUSTARD FLOUR, WITH POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA AS PRESERVATIVES, PHOSPHORIC ACID, SL-ALPHA TOCOPHERYL ACETATE (VITAMIN E), OLEORESIN PAPRIKA, ARTIFICAL FLAVOR, PHYLLOQUINONE (VITAMIN K1)), JULIENNE ONIONS, PORTOBELLO MUSHROOMS (Mushroom), PROVOLONE CHEESE (PROVOLONE CHEESE NOT SMOKED, (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES).), SHAVED PARMESAN CHEESE (Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose to Prevent Caking, Natamycin to protect flavor.), GROUND BLACK PEPPER",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Plant Based Three Cheese Melt",
        "Serving Info": "1 SANDWICH (125g)",
        "Calories": "350",
        "Nutrients": {
            "Total Fat": "16g",
            "Saturated Fat": "12g",
            "Trans Fat": "0g",
            "Cholesterol": "NA",
            "Sodium": "840mg",
            "Total Carbohydrates": "41g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "7g",
            "Vit. D": "NA",
            "Calcium": "85mg",
            "Iron": "1.46mg",
            "Potas.": "60mg"
        },
        "Ingredients": "THICK SLICE VIENNA WHITE BREAD (UNBLEACHED ENRICHED FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, YEAST, FULLY REFINED SOYBEAN OIL, WHEAT GLUTEN, GRANULATED SUGAR, SALT, CALCIUM PROPIONATE TO RETAIN FRESHNESS, DOUGH IMPROVER MALTED WHEAT FLOUR, ENZYMES AND 2 OR LESS OF ASCORBIC ACID, ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN , FOLIC ACID, CONTAINS LESS THAN 2 OF ENZYMES), SMOKED GOUDA CHE SUB DAIRY, SOY, GLUT FR (FILTERED WATER, COCONUT OIL, MODIFIED FOOD STARCH, POTATO STARCH, SEA SALT, NATURAL SMOKE FLAVOR PLANT SOURCES, OLIVE EXTRACT, BETA CAROTENE FOR COLOR.), DAIRY SOY GLUTEN FREE MOZZARELLA CHEESE (INGREDIENTS: (VEGAN, GLUTEN-FREE, DAIRY-FREE, NON-GMO, SOY-FREE) FILTERED WATER, COCONUT OIL, MODIFIED POTATO AND CORN STARCHES, POTATO STARCH, SEA SALT, NATURAL FLAVOR (PLANT SOURCES), OLIVE EXTRACT, BETA CAROTENE FOR COLOR.), VEGAN PROVOLONE CHEESE SUB (FILTERED WATER, COCONUT OIL, MODIFIED POTATO AND CORN STARCHES, POTATO STARCH, SEA SALT, NATURAL FLAVOR PLANT SOURCES, OLIVE EXTRACT, BETA CAROTENE FOR COLOR.)",
        "Allergens": "Coconut, Corn, Gluten, Soy, Wheat"
    },
    {
        "Title": "Veggie Sub",
        "Serving Info": "11.8 OZ PORTION (340g)",
        "Calories": "610",
        "Nutrients": {
            "Total Fat": "26g",
            "Saturated Fat": "8g",
            "Trans Fat": "NA",
            "Cholesterol": "40mg",
            "Sodium": "1190mg",
            "Total Carbohydrates": "74g",
            "Dietary Fiber": "5g",
            "Total Sugars": "9g",
            "Added Sugars": "3g",
            "Protein": "22g",
            "Vit. D": "0.1mcg",
            "Calcium": "471mg",
            "Iron": "1.58mg",
            "Potas.": "560mg"
        },
        "Ingredients": "9  WHITE ITALIAN HOAGIE (INGREDIENTS: FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, SEMOLINA FLOUR, CANOLA OIL, SUGAR, LESS THAN 2% OF: YEAST, SALT, ENZYMES), LIBERTY SLICED TOMATOES, LIGHT MAYONNAISE (WATER, SOYBEAN OIL, MODIFIED FOOD STARCH, EGG YOLKS, VINEGAR, CONTAINS LESS THAN 2% OF SALT, EGGS, MUSTARD FLOUR, WITH POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA AS PRESERVATIVES, PHOSPHORIC ACID, SL-ALPHA TOCOPHERYL ACETATE (VITAMIN E), OLEORESIN PAPRIKA, ARTIFICAL FLAVOR, PHYLLOQUINONE (VITAMIN K1)), PORTABELLO MUSHROOMS - SLICED (Mushroom), LARGE RED PEPPERS, SLICED AMERICAN CHEESE - CUT IN HALVES (YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.), SLICED NATURAL SWISS CHEESE -CUT IN HALF (PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.), PROVOLONE CHEESE - CUT IN HALVES (PROVOLONE CHEESE NOT SMOKED, (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES).), JULIENNE ONIONS",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Buffalo Chicken Flatbread Sandwich",
        "Serving Info": "8.3 OZ PORTION (235g)",
        "Calories": "540",
        "Nutrients": {
            "Total Fat": "28g",
            "Saturated Fat": "7g",
            "Trans Fat": "0g",
            "Cholesterol": "70mg",
            "Sodium": "2240mg",
            "Total Carbohydrates": "48g",
            "Dietary Fiber": "3g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "24g",
            "Vit. D": "0.4mcg",
            "Calcium": "235mg",
            "Iron": "3.42mg",
            "Potas.": "100mg"
        },
        "Ingredients": "HERB FLAT BREAD (INGREDIENTS FOR U.S MARKET: ENRICHED UNBLEACHED WHEAT FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, ASCORBIC ACID ADDED AS A DOUGH CONDITIONER, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, SOYBEAN OIL, YEAST, CONTAINS LESS THAN 2 OF THE FOLLOWING: NONFAT DRY MILK, SALT, SPICES, SUGAR, TO PRESERVE FRESHNESS CALCIUM PROPIONATE, SODIUM STEAROYL LACTYLATE, GUAR GUM.), FAJITA CHICKEN STRIP BREAST MEAT (BONELESS, SKINLESS CHICKEN BREAST FILLETS WITH RIB MEAT, WATER, SEASONING SALT, DEXTROSE, SPICES, DEHYDRATED GARLIC, SODIUM PHOSPHATES, MALTODEXTRIN, DEHYDRATED ONION, GRILL FLAVOR {SUNFLOWER OIL}, MODIFIED FOOD STARCH, CORN SYRUP SOLIDS, SPICE EXTRACTIVE, MODIFIED TAPIOCA STARCH, CARRAGEENAN), HOT BUFFALO WING SAUCE (DISTILLED VINEGAR, AGED CAYENNE RED PEPPERS, SALT, MODIFIED FOOD STARCH, WATER, CANOLA OIL, PAPRIKA, VEGETABLE FIBER, XANTHAN GUM, SODIUM BENZOATE (AS A PRESERVATIVE), NATURAL BUTTER TYPE FLAVOR AND GARLIC POWDER), RANCH DRESSING (SOYBEAN OIL, WATER, VINEGAR, BUTTERMILK, SUGAR, EGG YOLKS, SALT, CONTAINS LESS THAN 2% OF THE FOLLOWING: MODIFIED FOOD STARCH, WHEY*, XANTHAN GUM, GARLIC*, ONIONS*, SPICE, PHOSPHORIC ACID, DISODIUM GUANYLATE, DISODIUM INOSINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR). *DRIED), SLICED PEPPER JACK CHEESE (MILK, CREAM, WATER, SODIUM CITRATE, SALT, CHEESE CULTURE, JALAPENO PEPPERS, JALAPENO PEPPER PUREE, SORBIC ACID (PRESERVATIVE), ENZYMES, JALAPENO PEPPERS*, RED BELL PEPPERS*, CITRIC ACID, ACETIC ACID, SOY LECITHIN, NATURAL FLAVOR. *DRIED CONTAINS: MILK, SOY)",
        "Allergens": "Corn, Eggs, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Cbalt Sandwich",
        "Serving Info": "12.4 OZ PORTION (358g)",
        "Calories": "730",
        "Nutrients": {
            "Total Fat": "37g",
            "Saturated Fat": "6g",
            "Trans Fat": "NA",
            "Cholesterol": "70mg",
            "Sodium": "1620mg",
            "Total Carbohydrates": "72g",
            "Dietary Fiber": "6g",
            "Total Sugars": "6g",
            "Added Sugars": "3g",
            "Protein": "29g",
            "Vit. D": "NA",
            "Calcium": "259mg",
            "Iron": "1.79mg",
            "Potas.": "460mg"
        },
        "Ingredients": "9  WHITE ITALIAN HOAGIE (INGREDIENTS: FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, SEMOLINA FLOUR, CANOLA OIL, SUGAR, LESS THAN 2% OF: YEAST, SALT, ENZYMES), LIBERTY SLICED TOMATOES, FAJITA CHICKEN STRIP BREAST MEAT (BONELESS, SKINLESS CHICKEN BREAST FILLETS WITH RIB MEAT, WATER, SEASONING SALT, DEXTROSE, SPICES, DEHYDRATED GARLIC, SODIUM PHOSPHATES, MALTODEXTRIN, DEHYDRATED ONION, GRILL FLAVOR {SUNFLOWER OIL}, MODIFIED FOOD STARCH, CORN SYRUP SOLIDS, SPICE EXTRACTIVE, MODIFIED TAPIOCA STARCH, CARRAGEENAN), CHIPOTLE MAYONNAISE (SOYBEAN OIL, DISTILLED VINEGAR, WATER, EGG YOLK, HIGH FRUCTOSE CORN SYRUP, CHIPOTLE PEPPER, SALT, CONTAINS LESS THAN 2% OF RECONSTITUTED LIME JUICE (WATER, LIME JUICE CONCENTRATE), SUGAR, MUSTARD BRAN, ONION*, GARLIC*, MUSTARD FLOUR, GARLIC, XANTHAN GUM, SPICE, CHILI POWDER (CHILI PEPPER, SPICE, SALT, GARLIC), MALTODEXTRIN, NATURAL SMOKE FLAVOR, JALAPENO PEPPER, RED BELL PEPPER*, GARLIC JUICE CONCENTRATE, CORN STARCH, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), CANOLA OIL, NATURAL FLAVOR (CONTAINS CELERY). *DRIED.CONTAINS: EGG), FROZEN CHUNKY AVOCADO SPREAD (Ingredients INGREDIENTS: HASS AVOCADOS.), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.), HYBRID GREEN LEAF LETTUCE (Green leaf lettuce)",
        "Allergens": "Alcohol, Corn, Eggs, Garlic, Gluten, High Fructose Corn Syrup, Pork, Soy, Wheat"
    },
    {
        "Title": "Chicken Caesar Salad Wrap",
        "Serving Info": "1 WRAP (342g)",
        "Calories": "1100",
        "Nutrients": {
            "Total Fat": "67g",
            "Saturated Fat": "14g",
            "Trans Fat": "NA",
            "Cholesterol": "80mg",
            "Sodium": "2230mg",
            "Total Carbohydrates": "87g",
            "Dietary Fiber": "8g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "35g",
            "Vit. D": "NA",
            "Calcium": "484mg",
            "Iron": "1.31mg",
            "Potas.": "110mg"
        },
        "Ingredients": "12  WHOLE WHEAT TORTILLA (WHOLE WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, VEGETABLE SHORTENING, PALM OIL, CORN OIL, WHEAT FLOUR, ALUMINUM FREE LEAVENING, SALT, SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES, CALCIUM PROPIONATE, SORBIC ACID, DOUGH CONDITIONER, LECITHIN, FUMARIC ACID, GUM BLEND, MONO AND DIGLYCERIDES, SODIUM METABISULPHITE), CREAMY CAESAR DRESSING (Ingredients Soybean Oil, Water, Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes), Distilled Vinegar, Red Wine Vinegar, Egg Yolk, Salt, Anchovies, Dijon Mustard (Vinegar, Mustard Seed, Water, Salt, White Wine, Spice), Contains Less Than 2% Of Dried Garlic, Lemon Juice Concentrate, Sugar, Spice, Molasses, Corn Syrup, Caramel Color, Natural Flavor, Tamarind, Celery Seed. Contains Egg, fish (anchovy), milk.), GARLIC BUTTER CROUTONS (WHEAT FLOUR, PARTIALLYHYDROGENATED SOYBEAN OILTBHQ ADDED TO MAINTAINFRESHNESS, DEHYDRATEDGARLIC, SALT, YEAST,MALTODEXTRIN, MALTED BARLEYFLOUR, NATURAL BUTTERFLAVOR A MILK INGREDIENT,WATER.), HYBRID GREEN LEAF LETTUCE (Green leaf lettuce), FAJITA CHICKEN STRIP BREAST MEAT (BONELESS, SKINLESS CHICKEN BREAST FILLETS WITH RIB MEAT, WATER, SEASONING SALT, DEXTROSE, SPICES, DEHYDRATED GARLIC, SODIUM PHOSPHATES, MALTODEXTRIN, DEHYDRATED ONION, GRILL FLAVOR {SUNFLOWER OIL}, MODIFIED FOOD STARCH, CORN SYRUP SOLIDS, SPICE EXTRACTIVE, MODIFIED TAPIOCA STARCH, CARRAGEENAN), SHAVED PARMESAN CHEESE (Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose to Prevent Caking, Natamycin to protect flavor.), 2  ROUND TOOTHPICK",
        "Allergens": "Alcohol, Corn, Eggs, Fish, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Bistro Turkey Club",
        "Serving Info": "1 SANDWICH (296g)",
        "Calories": "520",
        "Nutrients": {
            "Total Fat": "29g",
            "Saturated Fat": "5g",
            "Trans Fat": "NA",
            "Cholesterol": "70mg",
            "Sodium": "1190mg",
            "Total Carbohydrates": "38g",
            "Dietary Fiber": "1g",
            "Total Sugars": "5g",
            "Added Sugars": "N/A",
            "Protein": "25g",
            "Vit. D": "NA",
            "Calcium": "101mg",
            "Iron": "1.99mg",
            "Potas.": "320mg"
        },
        "Ingredients": "LIBERTY SLICED TOMATOES, THICK SLICE VIENNA WHITE BREAD (UNBLEACHED ENRICHED FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, YEAST, FULLY REFINED SOYBEAN OIL, WHEAT GLUTEN, GRANULATED SUGAR, SALT, CALCIUM PROPIONATE TO RETAIN FRESHNESS, DOUGH IMPROVER MALTED WHEAT FLOUR, ENZYMES AND 2 OR LESS OF ASCORBIC ACID, ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN , FOLIC ACID, CONTAINS LESS THAN 2 OF ENZYMES), LIGHT MAYONNAISE (WATER, SOYBEAN OIL, MODIFIED FOOD STARCH, EGG YOLKS, VINEGAR, CONTAINS LESS THAN 2% OF SALT, EGGS, MUSTARD FLOUR, WITH POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA AS PRESERVATIVES, PHOSPHORIC ACID, SL-ALPHA TOCOPHERYL ACETATE (VITAMIN E), OLEORESIN PAPRIKA, ARTIFICAL FLAVOR, PHYLLOQUINONE (VITAMIN K1)), COOKED SMOKED SLICED TURKEY BREAST (TURKEY BREAST, WATER, SEA SALT, VINEGAR), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.), HYBRID GREEN LEAF LETTUCE (Green leaf lettuce)",
        "Allergens": "Corn, Eggs, Gluten, Pork, Soy, Wheat"
    },
    {
        "Title": "Ham & Turkey On A Pretzel Bun",
        "Serving Info": "SANDWICH (334g)",
        "Calories": "570",
        "Nutrients": {
            "Total Fat": "14g",
            "Saturated Fat": "4g",
            "Trans Fat": "NA",
            "Cholesterol": "70mg",
            "Sodium": "1380mg",
            "Total Carbohydrates": "75g",
            "Dietary Fiber": "3g",
            "Total Sugars": "11g",
            "Added Sugars": "4g",
            "Protein": "34g",
            "Vit. D": "NA",
            "Calcium": "196mg",
            "Iron": "1.37mg",
            "Potas.": "360mg"
        },
        "Ingredients": "PRETZEL BUN (FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, CANOLA OIL, BROWN SUGAR, LESS THAN 2% OF:  SEA SALT, MILK POWDER (WHEY, SOY FLOUR, SOY OIL AND SODIUM CASEINATE), YEAST, SODIUM HYDROXIDE.  CONTAINS:  MILK, WHEAT, SOY), LIBERTY SLICED TOMATOES, COOKED SMOKED SLICED TURKEY BREAST (TURKEY BREAST, WATER, SEA SALT, VINEGAR), SMOKED HAM - SLICED (PORK, WATER, SEA SALT, SUGAR, NATURAL FLAVOR.), JULIENNE ONIONS, .5 OZ SLICED NATURAL SWISS CHEESE (PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.), HONEY DIJON DRESSING (WATER, SOYBEAN OIL, SUGAR, DIJON MUSTARD DISTILLED WHITE VINEGAR, MUSTARD SEED, WATER, SALT, WHITE WINE, CITRIC ACID, TARTARIC ACID, FRUIT PECTIN, SUGAR, SPICES, HONEY, WHITE WINE VINEGAR, VINEGAR, CONTAINS LESS THAN 2 OF EGG YOLKS, SALT, LEMON JUICE CONCENTRATE, XANTHAN GUM, NATURAL FLAVOR, PROPYLENE GLYCOL ALGINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA AS PRESERVATIVES, SPICE, DRIED ONIONS.)",
        "Allergens": "Alcohol, Eggs, Gluten, Milk, Pork, Soy, Wheat"
    },
    {
        "Title": "Classic Three Cheese Melt",
        "Serving Info": "1 SANDWICH (132g)",
        "Calories": "400",
        "Nutrients": {
            "Total Fat": "20g",
            "Saturated Fat": "9g",
            "Trans Fat": "0g",
            "Cholesterol": "45mg",
            "Sodium": "650mg",
            "Total Carbohydrates": "36g",
            "Dietary Fiber": "4g",
            "Total Sugars": "4g",
            "Added Sugars": "4g",
            "Protein": "24g",
            "Vit. D": "NA",
            "Calcium": "318mg",
            "Iron": "2.23mg",
            "Potas.": "200mg"
        },
        "Ingredients": "9 GRAIN BREAD (Ingredients Description  Whole Wheat Flour, Water, Wheat Gluten, Coarse Cracked Wheat, Yeast, Soybean Oil, Honey, Brown Sugar, Wheat Bran, Precooked Long Grain Brown Rice, 100% Whole Grain Oats, Vinegar, Salt, Hulled Millet Flour, Rye Flour, Barley, Dough Improver (Malted Wheat Flour, Enzymes and 2% or Less of Ascorbic Acid), Enriched Wheat Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin , Folic Acid), Contains Less Than 2% of Enzymes CONTAINS: WHEAT. MAY CONTAIN: SESAME.), SHARP CHEDDAR CHEESE SLICES (Ingredients: Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added).Contains: Milk), .5 OZ SLICED NATURAL SWISS CHEESE (PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.), PROVOLONE CHEESE (PROVOLONE CHEESE NOT SMOKED, (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES).)",
        "Allergens": "Alcohol, Gluten, Milk, Sesame, Soy, Wheat"
    },
    {
        "Title": "Turkey, Bacon, & Cheddar Melt",
        "Serving Info": "11.4 OZ PORTION (329g)",
        "Calories": "630",
        "Nutrients": {
            "Total Fat": "23g",
            "Saturated Fat": "7g",
            "Trans Fat": "0g",
            "Cholesterol": "80mg",
            "Sodium": "1580mg",
            "Total Carbohydrates": "70g",
            "Dietary Fiber": "4g",
            "Total Sugars": "9g",
            "Added Sugars": "3g",
            "Protein": "35g",
            "Vit. D": "NA",
            "Calcium": "362mg",
            "Iron": "1.18mg",
            "Potas.": "340mg"
        },
        "Ingredients": "9  WHITE ITALIAN HOAGIE (INGREDIENTS: FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR), WATER, SEMOLINA FLOUR, CANOLA OIL, SUGAR, LESS THAN 2% OF: YEAST, SALT, ENZYMES), LIBERTY SLICED TOMATOES, COOKED SKINELESS TURKEY BREAST - SLICED (TURKEY BREAST, WATER, SEA SALT, VINEGAR), SHARP CHEDDAR CHEESE SLICES (Ingredients: Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added).Contains: Milk), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.), HONEY DIJON DRESSING (WATER, SOYBEAN OIL, SUGAR, DIJON MUSTARD DISTILLED WHITE VINEGAR, MUSTARD SEED, WATER, SALT, WHITE WINE, CITRIC ACID, TARTARIC ACID, FRUIT PECTIN, SUGAR, SPICES, HONEY, WHITE WINE VINEGAR, VINEGAR, CONTAINS LESS THAN 2 OF EGG YOLKS, SALT, LEMON JUICE CONCENTRATE, XANTHAN GUM, NATURAL FLAVOR, PROPYLENE GLYCOL ALGINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA AS PRESERVATIVES, SPICE, DRIED ONIONS.)",
        "Allergens": "Alcohol, Eggs, Gluten, Milk, Pork, Soy, Wheat"
    },
    {
        "Title": "Turkey Portobello Mushroom Melt",
        "Serving Info": "1 SANDWICH (1271g)",
        "Calories": "1550",
        "Nutrients": {
            "Total Fat": "38g",
            "Saturated Fat": "4g",
            "Trans Fat": "NA",
            "Cholesterol": "625mg",
            "Sodium": "6020mg",
            "Total Carbohydrates": "33g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "255g",
            "Vit. D": "0.1mcg",
            "Calcium": "89mg",
            "Iron": "1.59mg",
            "Potas.": "180mg"
        },
        "Ingredients": "COOKED SMOKED SLICED TURKEY BREAST (TURKEY BREAST, WATER, SEA SALT, VINEGAR), THICK SLICE VIENNA WHITE BREAD (UNBLEACHED ENRICHED FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, YEAST, FULLY REFINED SOYBEAN OIL, WHEAT GLUTEN, GRANULATED SUGAR, SALT, CALCIUM PROPIONATE TO RETAIN FRESHNESS, DOUGH IMPROVER MALTED WHEAT FLOUR, ENZYMES AND 2 OR LESS OF ASCORBIC ACID, ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN , FOLIC ACID, CONTAINS LESS THAN 2 OF ENZYMES), PORTOBELLO MUSHROOMS (Mushroom), CHIPOTLE MAYONNAISE (SOYBEAN OIL, DISTILLED VINEGAR, WATER, EGG YOLK, HIGH FRUCTOSE CORN SYRUP, CHIPOTLE PEPPER, SALT, CONTAINS LESS THAN 2% OF RECONSTITUTED LIME JUICE (WATER, LIME JUICE CONCENTRATE), SUGAR, MUSTARD BRAN, ONION*, GARLIC*, MUSTARD FLOUR, GARLIC, XANTHAN GUM, SPICE, CHILI POWDER (CHILI PEPPER, SPICE, SALT, GARLIC), MALTODEXTRIN, NATURAL SMOKE FLAVOR, JALAPENO PEPPER, RED BELL PEPPER*, GARLIC JUICE CONCENTRATE, CORN STARCH, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), CANOLA OIL, NATURAL FLAVOR (CONTAINS CELERY). *DRIED.CONTAINS: EGG), JULIENNE ONIONS, PROVOLONE CHEESE (PROVOLONE CHEESE NOT SMOKED, (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES).)",
        "Allergens": "Alcohol, Corn, Eggs, Garlic, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Chicken Bacon Flatbread Sandwich",
        "Serving Info": "1 SANDWICH (225g)",
        "Calories": "620",
        "Nutrients": {
            "Total Fat": "35g",
            "Saturated Fat": "10g",
            "Trans Fat": "0g",
            "Cholesterol": "85mg",
            "Sodium": "1470mg",
            "Total Carbohydrates": "45g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "30g",
            "Vit. D": "0.4mcg",
            "Calcium": "256mg",
            "Iron": "3.16mg",
            "Potas.": "120mg"
        },
        "Ingredients": "HERB FLAT BREAD (INGREDIENTS FOR U.S MARKET: ENRICHED UNBLEACHED WHEAT FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, ASCORBIC ACID ADDED AS A DOUGH CONDITIONER, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, SOYBEAN OIL, YEAST, CONTAINS LESS THAN 2 OF THE FOLLOWING: NONFAT DRY MILK, SALT, SPICES, SUGAR, TO PRESERVE FRESHNESS CALCIUM PROPIONATE, SODIUM STEAROYL LACTYLATE, GUAR GUM.), FAJITA CHICKEN STRIP BREAST MEAT (BONELESS, SKINLESS CHICKEN BREAST FILLETS WITH RIB MEAT, WATER, SEASONING SALT, DEXTROSE, SPICES, DEHYDRATED GARLIC, SODIUM PHOSPHATES, MALTODEXTRIN, DEHYDRATED ONION, GRILL FLAVOR {SUNFLOWER OIL}, MODIFIED FOOD STARCH, CORN SYRUP SOLIDS, SPICE EXTRACTIVE, MODIFIED TAPIOCA STARCH, CARRAGEENAN), RANCH DRESSING (SOYBEAN OIL, WATER, VINEGAR, BUTTERMILK, SUGAR, EGG YOLKS, SALT, CONTAINS LESS THAN 2% OF THE FOLLOWING: MODIFIED FOOD STARCH, WHEY*, XANTHAN GUM, GARLIC*, ONIONS*, SPICE, PHOSPHORIC ACID, DISODIUM GUANYLATE, DISODIUM INOSINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR). *DRIED), SHARP CHEDDAR CHEESE SLICES (Ingredients: Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added).Contains: Milk), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.)",
        "Allergens": "Corn, Eggs, Garlic, Gluten, Milk, Pork, Soy, Wheat"
    },
    {
        "Title": "Chicken Parmesan Flatbread Sandwich",
        "Serving Info": "1 SANDWICH (227g)",
        "Calories": "500",
        "Nutrients": {
            "Total Fat": "22g",
            "Saturated Fat": "6g",
            "Trans Fat": "0g",
            "Cholesterol": "55mg",
            "Sodium": "1210mg",
            "Total Carbohydrates": "47g",
            "Dietary Fiber": "4g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "27g",
            "Vit. D": "0.7mcg",
            "Calcium": "210mg",
            "Iron": "3.76mg",
            "Potas.": "270mg"
        },
        "Ingredients": "HERB FLAT BREAD (INGREDIENTS FOR U.S MARKET: ENRICHED UNBLEACHED WHEAT FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, ASCORBIC ACID ADDED AS A DOUGH CONDITIONER, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, SOYBEAN OIL, YEAST, CONTAINS LESS THAN 2 OF THE FOLLOWING: NONFAT DRY MILK, SALT, SPICES, SUGAR, TO PRESERVE FRESHNESS CALCIUM PROPIONATE, SODIUM STEAROYL LACTYLATE, GUAR GUM.), FAJITA CHICKEN STRIP BREAST MEAT (BONELESS, SKINLESS CHICKEN BREAST FILLETS WITH RIB MEAT, WATER, SEASONING SALT, DEXTROSE, SPICES, DEHYDRATED GARLIC, SODIUM PHOSPHATES, MALTODEXTRIN, DEHYDRATED ONION, GRILL FLAVOR {SUNFLOWER OIL}, MODIFIED FOOD STARCH, CORN SYRUP SOLIDS, SPICE EXTRACTIVE, MODIFIED TAPIOCA STARCH, CARRAGEENAN), PIZZA SAUCE (Ingredients FRESH VINE-RIPENED CRUSHED TOMATOES, SEA SALT, SUGAR, EXTRA VIRGIN OLIVE OIL, SUN FLOWER OIL, SPICES DEHYDRATED GARLIC, NATURAL DERIVED CITRIC ACID.), PESTO KALE PASTE (INGREDIENTS: CANOLA OIL, KALE, WATER, BASIL, GARLIC, PARMESAN CHEESE (PASTEURIZED PART SKIM COWS' MILK, CULTURES, SALT, ENZYMES), RICE VINEGAR, SPICES, SALT, SALT SUBSTITUTE (POTASSIUM CHLORIDE, RICE FLOUR), XANTHAN GUM, CITRIC ACID. CONTAINS: MILK.), PROVOLONE CHEESE - 1/2 OZ SLICES (PROVOLONE CHEESE NOT SMOKED, (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES).), SHAVED PARMESAN CHEESE (Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose to Prevent Caking, Natamycin to protect flavor.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Sausage Patty",
        "Serving Info": "1 PATTY (57g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "15g",
            "Saturated Fat": "5g",
            "Trans Fat": "0g",
            "Cholesterol": "50mg",
            "Sodium": "460mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "10g",
            "Vit. D": "0.8mcg",
            "Calcium": "5mg",
            "Iron": "0.68mg",
            "Potas.": "190mg"
        },
        "Ingredients": "Pork",
        "Allergens": "MSG, Pork"
    },
    {
        "Title": "Fried Egg Patty",
        "Serving Info": "1 PATTY (43g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "120mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "5g",
            "Vit. D": "1.0mcg",
            "Calcium": "26mg",
            "Iron": "1.07mg",
            "Potas.": "60mg"
        },
        "Ingredients": "EGG WHITES, EGG YOLKS, SOYBEAN OIL, WATER, CONTAINS 2 OR LESS OF THE FOLLOWING: MODIFIED CORN STARCH, BLACK PEPPER, SALT, NATURAL BUTTER FLAVOR, CELLULOSE GUM, XANTHAN GUM, CITRIC ACID.",
        "Allergens": "Corn, Eggs, Soy"
    },
    {
        "Title": "Chicken Breast Strips",
        "Serving Info": "1 CONTAINER (57g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "35mg",
            "Sodium": "340mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "11g",
            "Vit. D": "NA",
            "Calcium": "17mg",
            "Iron": "0.24mg",
            "Potas.": "NA"
        },
        "Ingredients": "FAJITA CHICKEN STRIP BREAST MEAT (BONELESS, SKINLESS CHICKEN BREAST FILLETS WITH RIB MEAT, WATER, SEASONING SALT, DEXTROSE, SPICES, DEHYDRATED GARLIC, SODIUM PHOSPHATES, MALTODEXTRIN, DEHYDRATED ONION, GRILL FLAVOR {SUNFLOWER OIL}, MODIFIED FOOD STARCH, CORN SYRUP SOLIDS, SPICE EXTRACTIVE, MODIFIED TAPIOCA STARCH, CARRAGEENAN)",
        "Allergens": "Corn, Garlic"
    },
    {
        "Title": "Bacon",
        "Serving Info": "2 SLICES (16g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "240mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.",
        "Allergens": "Pork"
    },
    {
        "Title": "Smoked Ham",
        "Serving Info": "2 SLICES (28g)",
        "Calories": "35",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "180mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "PORK, WATER, SEA SALT, SUGAR, NATURAL FLAVOR.",
        "Allergens": "Pork"
    },
    {
        "Title": "Smoked Sliced Turkey Breast",
        "Serving Info": "2 OZ PORTION (57g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "270mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "12g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "NA",
            "Potas.": "0mg"
        },
        "Ingredients": "TURKEY BREAST, WATER, SEA SALT, VINEGAR",
        "Allergens": "N/A"
    },
    {
        "Title": "Roasted Portabello Mushrooms",
        "Serving Info": "1 OZ PORTION (28g)",
        "Calories": "15",
        "Nutrients": {
            "Total Fat": "0.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "70mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "0.1mcg",
            "Calcium": "2mg",
            "Iron": "0.48mg",
            "Potas.": "100mg"
        },
        "Ingredients": "PORTABELLO MUSHROOMS - SLICED, OLIVE OIL (75% canola, 25% olive oil)",
        "Allergens": "N/A"
    },
    {
        "Title": "American Cheese",
        "Serving Info": "1 SLICE (14g)",
        "Calories": "45",
        "Nutrients": {
            "Total Fat": "3.5g",
            "Saturated Fat": "2g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "135mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "70mg",
            "Iron": "0.12mg",
            "Potas.": "50mg"
        },
        "Ingredients": "YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.",
        "Allergens": "Milk"
    },
    {
        "Title": "Natural Sliced Swiss Cheese",
        "Serving Info": "1 SLICE (14g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "4g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "30mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "165mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.",
        "Allergens": "Milk"
    },
    {
        "Title": "Provolone Cheese",
        "Serving Info": "1 SLICE (14g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "4g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "125mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "4g",
            "Vit. D": "0.1mcg",
            "Calcium": "107mg",
            "Iron": "0.07mg",
            "Potas.": "20mg"
        },
        "Ingredients": "Unsmoked Pasteurized Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (prevent caking), Natamycin (protect flavor)",
        "Allergens": "Milk"
    },
    {
        "Title": "Sharp Cheddar Cheese",
        "Serving Info": "1 SLICE (21g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "4g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "135mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "132mg",
            "Iron": "0mg",
            "Potas.": "20mg"
        },
        "Ingredients": "Ingredients: Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added).Contains: Milk",
        "Allergens": "Milk"
    },
    {
        "Title": "Smoked Gouda Style Vegan Cheese",
        "Serving Info": "1 SLICE (20g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "4g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "180mg",
            "Total Carbohydrates": "4g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "FILTERED WATER, COCONUT OIL, MODIFIED FOOD STARCH, POTATO STARCH, SEA SALT, NATURAL SMOKE FLAVOR PLANT SOURCES, OLIVE EXTRACT, BETA CAROTENE FOR COLOR.",
        "Allergens": "Coconut"
    },
    {
        "Title": "Strawberry Cream Cheese",
        "Serving Info": "Each (28g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "75mg",
            "Total Carbohydrates": "4g",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "INGREDIENTS: PASTEURIZED MILK AND CREAM, SUGAR, STRAWBERRY PUREE, WHEY PROTEIN CONCENTRATE, WHEY, WATER, SALT, MODIFIED FOOD STARCH, CAROB BEAN GUM, COLOR ADDED, XANTHAN GUM, GUAR GUM, NATURAL FLAVOR, NATAMYCIN (A NATURAL MOLD INHIBITOR), VITAMIN A PALMITATE, CHEESE CULTURE",
        "Allergens": "Milk"
    },
    {
        "Title": "Plain Cream Cheese",
        "Serving Info": "Each (28g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "30mg",
            "Sodium": "85mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "INGREDIENTS: PASTEURIZED MILK AND CREAM, WHEY PROTEIN CONCENTRATE, WHEY, SALT, CAROB BEAN GUM, XANTHAN GUM, GUAR GUM, NATAMYCIN (A NATURAL MOLD INHIBITOR), VITAMIN A PALMITATE, CHEESE CULTURE",
        "Allergens": "Milk"
    },
    {
        "Title": "Parmesan Mayonnaise",
        "Serving Info": "Tablespoon (17g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "135mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "55mg",
            "Iron": "0.03mg",
            "Potas.": "5mg"
        },
        "Ingredients": "LIGHT MAYONNAISE (WATER, SOYBEAN OIL, MODIFIED FOOD STARCH, EGG YOLKS, VINEGAR, CONTAINS LESS THAN 2% OF SALT, EGGS, MUSTARD FLOUR, WITH POTASSIUM SORBATE AND CALCIUM DISODIUM EDTA AS PRESERVATIVES, PHOSPHORIC ACID, SL-ALPHA TOCOPHERYL ACETATE (VITAMIN E), OLEORESIN PAPRIKA, ARTIFICAL FLAVOR, PHYLLOQUINONE (VITAMIN K1)), SHAVED PARMESAN CHEESE (Parmesan Cheese (Pasteurized Part Skim Milk, Cheese Cultures, Salt, Enzymes), Powdered Cellulose to Prevent Caking, Natamycin to protect flavor.), GROUND BLACK PEPPER",
        "Allergens": "Corn, Eggs, Milk, Soy"
    },
    {
        "Title": "Grape Jelly",
        "Serving Info": "PACKET (14g)",
        "Calories": "35",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "10mg",
            "Total Carbohydrates": "9g",
            "Dietary Fiber": "NA",
            "Total Sugars": "9g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "INGREDIENTS: CONCORD GRAPE JUICE (WATER, CONCORD GRAPE JUICE CONCENTRATE), CORN SYRUP, HIGH FRUCTOSE CORN SYRUP, PECTIN, CITRIC ACID.",
        "Allergens": "Corn, High Fructose Corn Syrup"
    },
    {
        "Title": "Ranch Dressing",
        "Serving Info": "Tablespoon (14g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "125mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "SOYBEAN OIL, WATER, VINEGAR, BUTTERMILK, SUGAR, EGG YOLKS, SALT, CONTAINS LESS THAN 2% OF THE FOLLOWING: MODIFIED FOOD STARCH, WHEY*, XANTHAN GUM, GARLIC*, ONIONS*, SPICE, PHOSPHORIC ACID, DISODIUM GUANYLATE, DISODIUM INOSINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR). *DRIED",
        "Allergens": "Eggs, Garlic, Milk, Soy"
    },
    {
        "Title": "Creamy Caesar Salad Dressing",
        "Serving Info": "Tablespoon (14g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "160mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "0mg"
        },
        "Ingredients": "Ingredients Soybean Oil, Water, Parmesan Cheese (Pasteurized Part-Skim Milk, Cheese Cultures, Salt, Enzymes), Distilled Vinegar, Red Wine Vinegar, Egg Yolk, Salt, Anchovies, Dijon Mustard (Vinegar, Mustard Seed, Water, Salt, White Wine, Spice), Contains Less Than 2% Of Dried Garlic, Lemon Juice Concentrate, Sugar, Spice, Molasses, Corn Syrup, Caramel Color, Natural Flavor, Tamarind, Celery Seed. Contains Egg, fish (anchovy), milk.",
        "Allergens": "Alcohol, Corn, Eggs, Fish, Garlic, Milk, Soy"
    },
    {
        "Title": "Sabra Hummus & Pretzel Cup",
        "Serving Info": "1 CONT (129g)",
        "Calories": "370",
        "Nutrients": {
            "Total Fat": "19g",
            "Saturated Fat": "3g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "790mg",
            "Total Carbohydrates": "40g",
            "Dietary Fiber": "5g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "10g",
            "Vit. D": "NA",
            "Calcium": "52mg",
            "Iron": "2.71mg",
            "Potas.": "NA"
        },
        "Ingredients": "Hummus (Cooked Chickpeas, [Water, Chickpeas] Water, Tahini [Ground Sesame], Soybean Oil, Red Bell Pepper, Garlic, Salt, Citric Acid, Potassium Sorbate To Maintain Freshness). Pretzels (Enriched Wheat Flour [Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid], Salt, Corn Oil, Sodium Bicarbonate, Malt Syrup). CONTAINS: WHEAT INGREDIENTS.",
        "Allergens": "Garlic, Gluten, Sesame, Soy, Wheat"
    },
    {
        "Title": "Sabra Avocado Toast Snack Pack",
        "Serving Info": "1 CONT (77g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "13g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "350mg",
            "Total Carbohydrates": "17g",
            "Dietary Fiber": "5g",
            "Total Sugars": "1g",
            "Added Sugars": "0g",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.73mg",
            "Potas.": "NA"
        },
        "Ingredients": "Avocado spread (Hass Avocado, Salt, Lemon Juice Concentrate, Garlic, Ascorbic Acid to maintain freshness, Parsley, Spice, Citric Acid, Lemon Oil), Whole Grain Toast (Whole Wheat, Flour, Soybean Oil, Pumpkin Seeds, Flax Seeds, Rolled Oats, Hulled Millet, Less than 2% of sugar, Salt, Yellow Corn Meal, Yeast, Gluten, Malted Barley Flour, Oat Fiber, Onion, Garlic, Natural Flavor, Ascorbic Acid to maintain freshness). Contains: Wheat",
        "Allergens": "Garlic, Gluten, Sesame, Soy, Wheat"
    },
    {
        "Title": "Assorted Individual Yogurt Cups",
        "Serving Info": "Each (227g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "115mg",
            "Total Carbohydrates": "30g",
            "Dietary Fiber": "0g",
            "Total Sugars": "22g",
            "Added Sugars": "14g",
            "Protein": "7g",
            "Vit. D": "7.2mcg",
            "Calcium": "235mg",
            "Iron": "0.13mg",
            "Potas.": "330mg"
        },
        "Ingredients": "BLUEBERRY YOGURT (CULTURED SKIM AND SKIM MILK, SUGAR, BLUEBERRIES, NATURAL FLAVORS, FRUIT AND VEGETABLE JUICE (COLOR), LEMON JUICE, CAROB BEAN GUM, MODIFIED CORN STARCH, CARRAGEENAN, PECTIN, VITAMIN A PALMITATE AND VITAMIN D3.), FAT FREE PEACH YOGURT (CULTURED SKIM MILK, PEACHES, SUGAR, NATURAL FLAVORS, CITRIC ACID, ANNATTO (COLOR), MODIFIED CORN STARCH, CARRAGEENAN, PECTIN, ASPARTAME, VITAMIN A PALMITATE, VITAMIN D3. WITH ACTIVE CULTURES: L.ACIDOPHILUS, BIFIDUS, L. CASEI. CONTAINS MILK.), PRAIRIE FARMS LOFAT VANILLA YOGURT (CULTURED MILK AND SKIM MILK, SUGAR, NATURAL FLAVORS, CAROB BEAN GUM, LEMON JUICE, MODIFIED CORNSTARCH, CARRAGEENAN, PECTIN, VITAMIN A PALMITATE AND VITAMIN D3. WITH ACTIVE CULTURES: L.ACIDOPHILUS, BIFIDUS, L.CASEI CONTAINS MILK.), PRAIRE FARMS STRAWBERRY BANANA YOGURT (CULTURED MILK AND SKIM MILK, SUGAR, STRAWBERRIES, NATURAL FLAVORS, BANANA PUREE, CAROB BEAN GUM, LEMON JUICE, FRUIT AND VEGETABLE JUICE (COLOR), MODIFIED CORNSTARCH, CARRAGEENAN, PECTIN, VITAMIN A PALMITATE AND VITAMIN D3. CONTAINS MILK.), STRAWBERRY YOGURT (CULTURED MILK AND SKIM MILK, SUGAR, STRAWBERRIES, NATURAL FLAVORS, CAROB BEAN GUM, FRUIT AND VEGETABLE JUICE (COLOR), MODIFIED CORNSTARCH, CARRAGEENAN, PECTIN, VITAMIN A PALMITATE AND VITAMIN D3. WITH ACTIVE YOGURT CULTURES: L.ACIDOPHILUS, BIFIDUS, L.CASEI. CONTAINS MILK.)",
        "Allergens": "Corn, Milk"
    },
    {
        "Title": "Assorted Bags Of Chips",
        "Serving Info": "1 BAG (38g)",
        "Calories": "540",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "190mg",
            "Total Carbohydrates": "23g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "4mg",
            "Iron": "0.56mg",
            "Potas.": "400mg"
        },
        "Ingredients": "BBQ KETTLE CHIPS (INGREDIENTS: POTATOES, VEGETABLE OIL (SUNFLOWER, CORN, AND/OR CANOLA OIL), SMOKEHOUSE BBQ SEASONING (SUGAR, DEXTROSE, SALT, SPICES, TOMATO POWDER, ONION POWDER, MALTODEXTRIN [MADE FROM CORN], NATURAL FLAVOR [INCLUDING NATURAL SMOKE FLAVOR], LACTOSE, YEAST EXTRACT, TORULA YEAST, GUM ARABIC, GARLIC POWDER, CORN STARCH, PAPRIKA EXTRACTS, MALTED BARLEY FLOUR, SUNFLOWER OIL, SKIM MILK, BUTTERMILK, AND CITRIC ACID). CONTAINS MILK INGREDIENTS.), KETTLE CHIPS (INGREDIENTS: POTATOES, VEGETABLE OIL SUNFLOWER, CORN, AND/OR CANOLA OIL, AND SEA SALT.), MISS VICKIES JALAPENO KETTLE CHIPS (INGREDIENTS: POTATOES, VEGETABLE OIL SUNFLOWER, CANOLA, AND/OR CORN OIL, JALAPENO SEASONING MALTODEXTRIN [MADE FROM CORN], SALT, DEXTROSE, ONION POWDER, TORULA YEAST, SPICES, WHEY, PAPRIKA, NATURAL FLAVORS, SUNFLOWER OIL, GARLIC POWDER, JALAPENO PEPPER POWDER, AND YEAST EXTRACT. CONTAINS MILK INGREDIENTS..), SEA SALT & VINEGAR CHIPS (Potatoes, Vegetable Oil (Sunflower, Corn, and/or Canola Oil), Maltodextrin (Made from Corn), Sea Salt, Vinegar, Buttermilk, Lactose, Sugar, Dextrose, Yeast Extract, and Citric Acid. CONTAINS MILK INGREDIENTS.), BAKED POTATO CHIP IND (INGREDIENTS: DRIED POTATOES, CORN STARCH, CORN OIL, SUGAR, SEA SALT, SOY LECITHIN, DEXTROSE, AND ANNATTO EXTRACTS. CONTAINS SOY INGREDIENTS.), GARDEN SALSA CHIPS (INGREDIENTS: WHOLE CORN, SUNFLOWER AND/OR CANOLA OIL, WHOLE WHEAT, BROWN RICE FLOUR, WHOLE OAT FLOUR, SUGAR, TOMATO POWDER, SALT, NATURAL FLAVORS, MALTODEXTRIN MADE FROM CORN, CHEDDAR CHEESE MILK, CHEESE CULTURES, SALT, ENZYMES, DEXTROSE, BUTTERMILK, ONION POWDER, WHEY, YEAST EXTRACT, ROMANO CHEESE PART-SKIM COW'S MILK, CHEESE CULTURES, SALT, ENZYMES, WHEY PROTEIN CONCENTRATE, CORN OIL, SPICES INCLUDING JALAPENO PEPPER, CITRIC ACID, PAPRIKA EXTRACTS, AND LACTIC ACID. CONTAINS WHEAT AND MILK INGREDIENTS.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Mozzarella String Cheese",
        "Serving Info": "Each (28g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "190mg",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "7g",
            "Vit. D": "0.1mcg",
            "Calcium": "198mg",
            "Iron": "0.06mg",
            "Potas.": "55mg"
        },
        "Ingredients": "LOW MOISTURE MOZZARELLA (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES), UNSMOKED PROVOLONE (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES), POWDERED CELLULOSE TO PREVENT CAKING, NATAMYCIN TO PROTECT FLAVOR OR WHOLE MILK MOZZARELLA CHEESE (PASTEURIZED MILK, CULTURES, SALT, ENZYMES), PROVOLONE CHEESE (PASTEURIZED MILK, CULTURES, SALT, ENZYMES), ANTICAKING AGENT AND NATAMYCIN (PRESERVATIVE).",
        "Allergens": "Milk"
    },
    {
        "Title": "Low Fat Cottage Cheese Cup",
        "Serving Info": "CNT (4 OZ) (113g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "480mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "0g",
            "Total Sugars": "5g",
            "Added Sugars": "1g",
            "Protein": "11g",
            "Vit. D": "NA",
            "Calcium": "105mg",
            "Iron": "0.29mg",
            "Potas.": "150mg"
        },
        "Ingredients": "Skim Milk, Milk, Nonfat Dry Milk, Lactose, Salt, Cream, Stabilizer (Guar Gum, Mono and Diglycerides, Xanthan Gum, Carageenan, Carob Bean Gum), Citric Acid, Carbon Dioxide and Potassium Sorbaate (Maintain Freshness), Vitamin A Paltate and Cheese Cultures.",
        "Allergens": "Milk"
    },
    {
        "Title": "Clementines",
        "Serving Info": "ORANGE (174g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "NA",
            "Trans Fat": "0g",
            "Cholesterol": "NA",
            "Sodium": "0mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "3g",
            "Total Sugars": "16g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "0mcg",
            "Calcium": "52mg",
            "Iron": "0.24mg",
            "Potas.": "310mg"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Assorted Crazy Fresh Salads",
        "Serving Info": "1 SALAD (326g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "NA",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "CRAZY FRESH GARDEN SALAD, CRAZY FRESH CHICKEN SOUTHWEST SALAD, CRAZY FRESH CHEF SALAD, CRAZY FRESH CHICKEN CAESAR SALAD",
        "Allergens": "N/A"
    },
    {
        "Title": "Assorted Variety 6 Oz Fruit Cup",
        "Serving Info": "6 OZ PORTION (28g)",
        "Calories": "10",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "NA",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "2mg",
            "Iron": "0.05mg",
            "Potas.": "20mg"
        },
        "Ingredients": "CNTLP, HNYDEW, PNAPL, GRAPE MEDLEY, 6 OZ PINEAPPLE CHUNKS (Pineapple), 6 OZ WATERMELON CHUNKS",
        "Allergens": "N/A"
    },
    {
        "Title": "Assorted Variety 12 Oz Fruit Cup",
        "Serving Info": "12 OZ PORTION (340g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "23g",
            "Dietary Fiber": "2g",
            "Total Sugars": "18g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "23mg",
            "Iron": "0.60mg",
            "Potas.": "250mg"
        },
        "Ingredients": "CNTLP, HNYDEW, PNAPL, GRAPE MEDLEY, 12 OZ PINEAPPLE CHUNKS (Pineapple), WATERMELON CHUNKS",
        "Allergens": "N/A"
    },
    {
        "Title": "Brownie",
        "Serving Info": "1 BROWNIE (113g)",
        "Calories": "440",
        "Nutrients": {
            "Total Fat": "21g",
            "Saturated Fat": "6g",
            "Trans Fat": "0g",
            "Cholesterol": "85mg",
            "Sodium": "240mg",
            "Total Carbohydrates": "62g",
            "Dietary Fiber": "2g",
            "Total Sugars": "39g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "DAVID'S BROWNIE (SUGAR, VEGETABLE OIL BLEND [SOYBEAN, PALM OLIVE OILS], WATER, SALT, MILK, MONO DIGLYCERIDES, SOY LECITHIN, SODIUM BENZOATE, NATURAL ARTIFICIAL FLAVORS, VITAMIN A PALMITATE, BETA CAROTENE FOR COLOR, PASTEURIZED WHOLE EGGS, WHEAT FLOUR BLEACHED, ENRICHED W/ NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, CHOCOLATE SUGAR, CHOCOLATE LIQUOR, COCOA BUTTER, MILK, SOY LECITHIN, ARTIFICIAL FLAVOR, CHOCOLATE CHIPS SUGAR, CHOCOLATE LIQUOR, COCOA BUTTER, SOY LECITHIN, VANILLA, SALT, MILK, COCOA POWDER, POTASSIUM SORBATE, ARTIFICIAL VANILLA FLAVOR, BAKING SODACONTAINS: EGGS, MILK, SOY, WHEAT)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Chocolate Chunk Cookie",
        "Serving Info": "1 COOKIE (85g)",
        "Calories": "380",
        "Nutrients": {
            "Total Fat": "20g",
            "Saturated Fat": "12g",
            "Trans Fat": "0g",
            "Cholesterol": "50mg",
            "Sodium": "370mg",
            "Total Carbohydrates": "50g",
            "Dietary Fiber": "2g",
            "Total Sugars": "30g",
            "Added Sugars": "0g",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "52mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "SWEET STREET CHOCOLATE CHUNK COOKIES (INGREDIENTS: CHOCOLATE [SUGAR, UNSWEETENED CHOCOLATE PROCESSED WITH ALKALI, COCOA BUTTER, MILK FAT, WHOLE MILK, SOY LECITHIN, SALT, VANILLA, VANILLA EXTRACT], ENRICHED WHEAT FLOUR [WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID], BUTTER, BROWN SUGAR, SUGAR, CAGE FREE EGGS, CARAMEL [MILK, CANE SUGAR, SODIUM BICARBONATE, NATURAL VANILLA], BAKING SODA, CORN STARCH, SALT, RICE SYRUP, CARAMELIZED SUGAR FLAVOR [GLYCERIN, CARAMEL, WATER, MOLASSES, NATURAL FLAVOR], WHOLE MILK POWDER, NATURAL MADAGASCAR VANILLA.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Assorted Chocolate Cholate Cholate Bar",
        "Serving Info": "CS (12) (1191g)",
        "Calories": "6260",
        "Nutrients": {
            "Total Fat": "386g",
            "Saturated Fat": "107g",
            "Trans Fat": "NA",
            "Cholesterol": "85mg",
            "Sodium": "1570mg",
            "Total Carbohydrates": "609g",
            "Dietary Fiber": "46g",
            "Total Sugars": "537g",
            "Added Sugars": "N/A",
            "Protein": "156g",
            "Vit. D": "0mcg",
            "Calcium": "1334mg",
            "Iron": "16.67mg",
            "Potas.": "4710mg"
        },
        "Ingredients": "PEANUT CLUSTERS",
        "Allergens": "Peanuts"
    },
    {
        "Title": "Assorted Fruit & Yogurt Parfait",
        "Serving Info": "1 PARFAIT (142g)",
        "Calories": "410",
        "Nutrients": {
            "Total Fat": "23g",
            "Saturated Fat": "17g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "240mg",
            "Total Carbohydrates": "50g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "40g",
            "Added Sugars": "0g",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "70mg"
        },
        "Ingredients": "CRAZY FRESH BLUEBERRY PARFAIT (SUGAR, WATER, WHOLE MILK, CREAM CHEESE (MILK, CREAM, CHEESE CULTURE, SALT, CAROB BEAN GUM), HIGH FRUCTOSE CORN SYRUP, HYDROGENATED COCONUT OIL, HYDROGENATED PALM KERNEL OIL, ENRICHED UNBLEACHED WHEAT FLOUR (FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), MARGARINE (PALM OIL, WATER, SOYBEAN OIL, SALT, MONO AND DIGLYCERIDES, ARTIFICIAL FLAVOR, ANNATTO EXTRACT, TO PRESERVE FRESHNESS [CALCIUM DISODIUM EDTA], VITAMIN A PALMITATE), CORN SYRUP, CONTAINS LESS THAN 2% OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVOR, BANANA PUREE, SALT, GRAHAM FLOUR, PALM OIL, MODIFIED CORNSTARCH, UNSALTED BUTTER (PASTEURIZED CREAM, NATURAL FLAVOR), NATURAL FLAVOR, BROWN SUGAR, HONEY, SODIUM CASEINATE, SOYBEAN AND PALM OILS, CELLULOSE GEL, SORBITAN MONOSTEARATE, POLYSORBATE 60, CARBOHYDRATE GUM, ARTIFICIAL COLORS (YELLOW 5, RED 40, YELLOW 6), LEAVENING (BAKING SODA, MONOCALCIUM PHOSPHATE), BUTTER (CREAM, SALT), MONOGLYCERIDES, CELLULOSE GUM, POLYGLYCERATE 60 (ETHOXYLATED MONO AND DIGLYCERIDES), GUAR GUM, SOY LECITHIN, POLYSORBATE 80, CITRIC ACID, TO PRESERVE FRESHNESS (POTASSIUM SORBATE), ASCORBIC ACID, COLORED WITH BETA CAROTENE.), CRAZY FRESH STRAWBERRY PARFAIT (SUGAR, WATER, WHOLE MILK, CREAM CHEESE (MILK, CREAM, CHEESE CULTURE, SALT, CAROB BEAN GUM), HIGH FRUCTOSE CORN SYRUP, HYDROGENATED COCONUT OIL, HYDROGENATED PALM KERNEL OIL, ENRICHED UNBLEACHED WHEAT FLOUR (FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), MARGARINE (PALM OIL, WATER, SOYBEAN OIL, SALT, MONO AND DIGLYCERIDES, ARTIFICIAL FLAVOR, ANNATTO EXTRACT, TO PRESERVE FRESHNESS [CALCIUM DISODIUM EDTA], VITAMIN A PALMITATE), CORN SYRUP, CONTAINS LESS THAN 2% OF THE FOLLOWING: NATURAL AND ARTIFICIAL FLAVOR, BANANA PUREE, SALT, GRAHAM FLOUR, PALM OIL, MODIFIED CORNSTARCH, UNSALTED BUTTER (PASTEURIZED CREAM, NATURAL FLAVOR), NATURAL FLAVOR, BROWN SUGAR, HONEY, SODIUM CASEINATE, SOYBEAN AND PALM OILS, CELLULOSE GEL, SORBITAN MONOSTEARATE, POLYSORBATE 60, CARBOHYDRATE GUM, ARTIFICIAL COLORS (YELLOW 5, RED 40, YELLOW 6), LEAVENING (BAKING SODA, MONOCALCIUM PHOSPHATE), BUTTER (CREAM, SALT), MONOGLYCERIDES, CELLULOSE GUM, POLYGLYCERATE 60 (ETHOXYLATED MONO AND DIGLYCERIDES), GUAR GUM, SOY LECITHIN, POLYSORBATE 80, CITRIC ACID, TO PRESERVE FRESHNESS (POTASSIUM SORBATE), ASCORBIC ACID, COLORED WITH BETA CAROTENE.)",
        "Allergens": "Coconut, Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Elliana'S \"Jumbo\" Donut",
        "Serving Info": "Each (113g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "NA",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "ELLIANA'S  JUMBO  DONUTS",
        "Allergens": "Eggs, Gluten, Milk, Peanuts, Tree Nuts, Wheat"
    },
    {
        "Title": "Elliana'S \"Lil\" Donut",
        "Serving Info": "1 DONUT (28g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "NA",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "ELLIANA'S ROUND OR LONG JOHN DONUTS",
        "Allergens": "Eggs, Gluten, Milk, Peanuts, Tree Nuts, Wheat"
    },
    {
        "Title": "Dry Holler Freeze Dried Cheesecake",
        "Serving Info": "CHEESECAKE (57g)",
        "Calories": "200",
        "Nutrients": {
            "Total Fat": "14g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "NA",
            "Cholesterol": "55mg",
            "Sodium": "210mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "0g",
            "Total Sugars": "13g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "1.87mg",
            "Potas.": "NA"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "12 Oz Lakota Coffee",
        "Serving Info": "1 GLASS (340g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "10mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "0mcg",
            "Calcium": "11mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "HOT WATER, REGULAR LAKOTA COFFEE BEANS, LAKOTA FLAVORED COFFEE BEANS - GROUND, LAKOTA DECALF COFFEE BEANS - GROUND",
        "Allergens": "N/A"
    },
    {
        "Title": "16 Oz Lakota Coffee",
        "Serving Info": "1 GLASS (454g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "15mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "0.0mcg",
            "Calcium": "14mg",
            "Iron": "0.00mg",
            "Potas.": "0mg"
        },
        "Ingredients": "HOT WATER, REGULAR LAKOTA COFFEE BEANS, LAKOTA FLAVORED COFFEE - GROUND, LAKOTA DECAF COFFEE BEANS - GROUND",
        "Allergens": "N/A"
    },
    {
        "Title": "Cold Brew Coffee",
        "Serving Info": "1 GLASS (510g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "15mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "0mcg",
            "Calcium": "14mg",
            "Iron": "0.01mg",
            "Potas.": "55mg"
        },
        "Ingredients": "SECOND WATER, ICE, ETHIOPIAN YIRGACHEFFE WHOLE BEAN COFFEE",
        "Allergens": "N/A"
    },
    {
        "Title": "20 Oz Fountain Beverage",
        "Serving Info": "1 MEAL (562g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "65mg",
            "Total Carbohydrates": "45g",
            "Dietary Fiber": "NA",
            "Total Sugars": "33g",
            "Added Sugars": "33g",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "4mg",
            "Iron": "0.03mg",
            "Potas.": "NA"
        },
        "Ingredients": "PEPSI POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, CAFFEINE, CITRIC ACID, NATURAL FLAVOR), DIET PEPSI POST MIX (CARBONATED WATER, CARAMEL COLOR, PHOSPHORIC ACID, SODIUM CITRATE, SUCRALOSE, POTASSIUM BENZOATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, CAFFEINE, NATURAL FLAVOR, CITRIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR)), DR PEPPER POST MIX (High Fructose Corn Syrup, Water, Caramel Color, Phosphoric Acid, Caffeine, Sodium Benzoate (Preservative), Natural and Artificial Flavors, Dimethylpolysiloxane), MOUNTAIN DEW POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (PRESERVES FRESHNESS), CAFFEINE, SODIUM CITRATE, GUM ARABIC, ERYTHORBIC ACID (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5.), WILD CHERRY PEPSI (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, NATURAL FLAVORS, CAFFEINE, CITRIC ACID), DIET DR PEPPER POST MIX (Water, Caramel Color, Phosphoric Acid, Aspartame, Sodium Citrate, Sodium Benzoate (Preservative), Caffeine, Acesulfame Potassium, Sucralose, Natural and Artificial Flavors, Dimethylpolysiloxane), DIET MOUNTAIN DEW POST MIX (CARBONATED WATER, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CITRUS PECTIN, ASPARTAME, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CAFFEINE, POTASSIUM SORBATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, SODIUM CITRATE, SODIUM SACCHARIN, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), SALT, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), DOLE OLD FASHIONED LEMONADE (WATER, HIGH FRUCTOSE CORN SYRUP, LEMON JUICE CONCENTRATE, SODIUM CITRATE, CITRIC ACID, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), GLYCEROL ESTER OF ROSIN, NATURAL FLAVOR, POTASSIUM SORBATE (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), ORANGE BUBLY POST MIX (SPARKLING WATER, NATURAL FLAVOR, CITRIC ACID, SODIUM BENZOATE (PRESERVES FRESHNESS), SODIUM CITRATE)",
        "Allergens": "High Fructose Corn Syrup"
    },
    {
        "Title": "Pure Leaf Unsweetened Iced Tea",
        "Serving Info": "BOTTLE (524g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "0mg",
            "Total Carbohydrates": "40g",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "40mg"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Raspberry Citrus Kickstart",
        "Serving Info": "CAN (454g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "160mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "NA",
            "Total Sugars": "19g",
            "Added Sugars": "0g",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "Carbonated Water, High Fructose Corn Syrup, White Grape Juice Concentrate, Coconut Water, Concentrate, Citric Acid, Sodium Polyphosphates (To Protect Flavor), Natural Flavor, Potassium Sorbate (Preserves Freshness), Ascorbic Acid (Vitamin C), Gum Arabic, Caffeine, Acesulfame Potassium, Sucralose, Niacinamide, Glycerol Ester of Rosin, Calcium Disodium EDTA (To Protect Flavor), Red 40, Calcium Pantothenate, Sucrose Acetate Isobutyrate, Pyridoxine Hydrochloride (Vitamin B6), Blue 1",
        "Allergens": "Coconut, High Fructose Corn Syrup"
    },
    {
        "Title": "Assorted Bottle Gatorade",
        "Serving Info": "BOTTLE (567g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "210mg",
            "Total Carbohydrates": "26g",
            "Dietary Fiber": "NA",
            "Total Sugars": "26g",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "55mg"
        },
        "Ingredients": "GATORADE COOL BLUE, GATORADE FIERCE GRAPE, GATORADE FRUIT PUNCH, 20 OZ GATORADE ZERO GLAC CHERRY",
        "Allergens": "N/A"
    },
    {
        "Title": "12 Oz Celsius Energy Drink",
        "Serving Info": "CAN (340g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "NA",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "CELSIUS ENERGY GRAPE RUSH 12 OZ CAN, CELSIUS ENERGY KIWI GUAVA 12 OZ CAN, CELSIUS ENERGY PEACH VIBE 12 OZ CAN, CELSIUS ENERGY STRAWBERRY LEMO 12 OZ CAN, CELSIUS ENERGY WILD BERRY 12 OZ  CAN",
        "Allergens": "N/A"
    },
    {
        "Title": "Dole Apple Juice",
        "Serving Info": "BOTTLE (431g)",
        "Calories": "200",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "50mg",
            "Total Carbohydrates": "51g",
            "Dietary Fiber": "NA",
            "Total Sugars": "51g",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "550mg"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Orange Juice",
        "Serving Info": "BOTTLE (454g)",
        "Calories": "210",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "NA",
            "Sodium": "0mg",
            "Total Carbohydrates": "49g",
            "Dietary Fiber": "0g",
            "Total Sugars": "49g",
            "Added Sugars": "0g",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "113mg",
            "Iron": "0.38mg",
            "Potas.": "1590mg"
        },
        "Ingredients": "INGREDIENTS: WATER, CONCENTRATED ORANGE JUICE.",
        "Allergens": "N/A"
    },
    {
        "Title": "2% Milk - 16 Oz",
        "Serving Info": "BOTTLE (454g)",
        "Calories": "230",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "5g",
            "Trans Fat": "NA",
            "Cholesterol": "35mg",
            "Sodium": "240mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "16g",
            "Vit. D": "4.5mcg",
            "Calcium": "581mg",
            "Iron": "0.23mg",
            "Potas.": "730mg"
        },
        "Ingredients": "N/A",
        "Allergens": "Milk"
    },
    {
        "Title": "16 Oz Chocolate Milk",
        "Serving Info": "BOTTLE (454g)",
        "Calories": "420",
        "Nutrients": {
            "Total Fat": "16g",
            "Saturated Fat": "9g",
            "Trans Fat": "0g",
            "Cholesterol": "50mg",
            "Sodium": "360mg",
            "Total Carbohydrates": "54g",
            "Dietary Fiber": "2g",
            "Total Sugars": "52g",
            "Added Sugars": "30g",
            "Protein": "16g",
            "Vit. D": "5.8mcg",
            "Calcium": "520mg",
            "Iron": "1.20mg",
            "Potas.": "700mg"
        },
        "Ingredients": "Milk, sugar, cocoa (Processed with Alkali), Cocoa, Cornstarch, Salt, Carragenan, Vitamin D3.",
        "Allergens": "Corn, Milk"
    },
    {
        "Title": "Tea-Biotics Kombucha",
        "Serving Info": "BOTTLE (454g)",
        "Calories": "N/A",
        "Nutrients": {
            "Total Fat": "N/A",
            "Saturated Fat": "N/A",
            "Trans Fat": "N/A",
            "Cholesterol": "N/A",
            "Sodium": "N/A",
            "Total Carbohydrates": "N/A",
            "Dietary Fiber": "N/A",
            "Total Sugars": "N/A",
            "Added Sugars": "N/A",
            "Protein": "N/A",
            "Vit. D": "N/A",
            "Calcium": "N/A",
            "Iron": "N/A",
            "Potas.": "N/A"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Starbucks Doubleshot Energy Assorted",
        "Serving Info": "15 OZ PORTION (425g)",
        "Calories": "210",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "170mg",
            "Total Carbohydrates": "34g",
            "Dietary Fiber": "0g",
            "Total Sugars": "29g",
            "Added Sugars": "13g",
            "Protein": "11g",
            "Vit. D": "2.0mcg",
            "Calcium": "401mg",
            "Iron": "0.40mg",
            "Potas.": "1050mg"
        },
        "Ingredients": "MOCHA DOUBLESHOT ENGERGY (BREWED STARBUCKS COFFEE (WATER, COFFEE), REDUCED-FAT MILK, SKIM MILK, SUGAR, MALTODEXTRIN, DEXTROSE, TAURINE, NATURAL FLAVORS, CELLULOSE GEL, PANAX GINSENG ROOT EXTRACT, INOSITOL, SODIUM ASCORBATE, GUARANA (PAULLINIA CUPANA) SEED EXTRACT, CELLULOSE GUM, NIACINAMIDE, SUCRALOSE, TRICALCIUM PHOSPHATE, CARRAGEENAN, PYRIDOXINE HYDROCHLORIDE (VITAMIN B6), RIBOFLAVIN, VITAMIN A PALMITATE, VITAMIN D3), VANILLA DOUBLESHOT ENERGY (BREWED STARBUCKS COFFEE (WATER, COFFEE), REDUCED-FAT MILK, SKIM MILK, SUGAR, MALTODEXTRIN, DEXTROSE, TAURINE, CELLULOSE GEL, NATURAL FLAVOR, PANAX GINSENG ROOT EXTRACT, INOSITOL, SODIUM ASCORBATE, GUARANA (PAULLINIA CUPANA) SEED EXTRACT, CELLULOSE GUM, NIACINAMIDE, SUCRALOSE, TRICALCIUM PHOSPHATE, CARRAGEENAN, PYRIDOXINE HYDROCHLORIDE (VITAMIN B6), RIBOFLAVIN, VITAMIN A PALMITATE, VITAMIN D3. CONTAINS MILK), WHITE CHOCOLATE DOUBLSHOT ENERGY (BREWED STARBUCKS COFFEE (WATER, COFFEE), REDUCED-FAT MILK, SKIM MILK, SUGAR, MALTODEXTRIN, DEXTROSE, TAURINE, NATURAL FLAVORS, CELLULOSE GEL, PANAX GINSENG ROOT EXTRACT, SODIUM ASCORBATE, GUARANA (PAULLINIA CUPANA) SEED EXTRACT, CELLULOSE GUM, NIACINAMIDE, SUCRALOSE, TRICALCIUM PHOSPHATE, INOSITOL, CARRAGEENAN, PYRIDOXINE HYDROCHLORIDE (VITAMIN B6), RIBOFLAVIN, VITAMIN A PALMITATE, VITAMIN D3)",
        "Allergens": "Corn, Milk"
    },
    {
        "Title": "16 Oz Bubly Sparkling Water",
        "Serving Info": "BOTTLE (454g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "75mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "NA",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "SPARKLING WATER, NATURAL FLAVOR, CITRIC ACID, SODIUM BENZOATE (PRESERVES FRESHNESS), SODIUM CITRATE",
        "Allergens": "N/A"
    },
    {
        "Title": "Assorted Bottle Soda",
        "Serving Info": "BOTTLE (567g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "55mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "NA",
            "Total Sugars": "16g",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "20mg"
        },
        "Ingredients": "MOUNTAIN DEW (CARBONATED WATER, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CITRUS PECTIN, ASPARTAME, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CAFFEINE, POTASSIUM SORBATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, SODIUM CITRATE, SODIUM SACCHARIN, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), SALT, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), PEPSI ZERO, STARRY 20 OZ (Carbonated Water, Sugar, Citric Acid, Natural Flavor, Potassium Citrate)",
        "Allergens": "N/A"
    },
    {
        "Title": "Assorted Bubbl'R",
        "Serving Info": "CAN (352g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "NA",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "NA",
            "Total Carbohydrates": "NA",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "NA",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "CAN BUBBL'R CHERRY QUAVA BLEND, CAN BUBBL'R PITAYA BERRY NECT'R, CAN BUBBL'R TRIPLE BERRY BREEZ'R, CAN BUBBL'R TWISTED ELIX'R, CAN BUBBL'R BLOOD ORANGE MANGO",
        "Allergens": "N/A"
    },
    {
        "Title": "Assorted Propel Bottled Water",
        "Serving Info": "BOTTLE (567g)",
        "Calories": "30",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "190mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "0.0mcg",
            "Calcium": "6mg",
            "Iron": "0.17mg",
            "Potas.": "90mg"
        },
        "Ingredients": "KIWI STRAWBERRY PROPEL FITNESS WATER, 20 OZ PROPEL GRAPE, STRAWBERRY LEMONADE PROPEL FITNESS WATER",
        "Allergens": "N/A"
    },
    {
        "Title": "Premium Lifewater",
        "Serving Info": "BOTTLE (340g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "0mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "NA",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "PURIFIED WATER (PURIFIED BY REVERSE OSMOSIS), MAGNESIUM SULFATE, POTASSIUM BICARBONATE.",
        "Allergens": "N/A"
    },
    {
        "Title": "La Colombe Iced Oat Milk Vanilla Latte",
        "Serving Info": "CAN (255g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "100mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "4g",
            "Total Sugars": "11g",
            "Added Sugars": "11g",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "110mg",
            "Iron": "0mg",
            "Potas.": "200mg"
        },
        "Ingredients": "Ingredients: Oatmilk, Coffee, Chicory Root Fiber, Cane Sugar, Canola Oil, Acacia, Vanilla Extract with other Natural Flavors, Discodium Phosphate, Trisodium Phosphate, Calcium Phosphate, Sea Salt, Gellan Gum.",
        "Allergens": "N/A"
    },
    {
        "Title": "Aluminum Bottle Aquafina Water",
        "Serving Info": "BOTTLE (454g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "0mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "5mg",
            "Iron": "0.05mg",
            "Potas.": "0mg"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Rootberry Brownie",
        "Serving Info": "1 BROWNIE (91g)",
        "Calories": "N/A",
        "Nutrients": {
            "Total Fat": "N/A",
            "Saturated Fat": "N/A",
            "Trans Fat": "N/A",
            "Cholesterol": "N/A",
            "Sodium": "N/A",
            "Total Carbohydrates": "N/A",
            "Dietary Fiber": "N/A",
            "Total Sugars": "N/A",
            "Added Sugars": "N/A",
            "Protein": "N/A",
            "Vit. D": "N/A",
            "Calcium": "N/A",
            "Iron": "N/A",
            "Potas.": "N/A"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Rootberry Blueberry Oat Bar",
        "Serving Info": "1 BAR (108g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "75mg",
            "Total Carbohydrates": "39g",
            "Dietary Fiber": "4g",
            "Total Sugars": "19g",
            "Added Sugars": "15g",
            "Protein": "4g",
            "Vit. D": "0mcg",
            "Calcium": "28mg",
            "Iron": "1.46mg",
            "Potas.": "65mg"
        },
        "Ingredients": "ingredients Blueberry Compote [Blueberries, Fresh Lemon Juice, Brown Sugar, Water, Corn Starch, Vanilla Extract, Cinnamon], Oat Bar Crust [Gluten-Free Rolled Oats, Vegan Butter, Oat Flour, Brown Sugar, Madagascar Pure Bourbon Vanilla Extract, Baking Soda, Cinnamon, Sea Salt].",
        "Allergens": "Corn"
    },
    {
        "Title": "Rootberry Chocolate Chip Cookie",
        "Serving Info": "1 COOKIE (57g)",
        "Calories": "N/A",
        "Nutrients": {
            "Total Fat": "N/A",
            "Saturated Fat": "N/A",
            "Trans Fat": "N/A",
            "Cholesterol": "N/A",
            "Sodium": "N/A",
            "Total Carbohydrates": "N/A",
            "Dietary Fiber": "N/A",
            "Total Sugars": "N/A",
            "Added Sugars": "N/A",
            "Protein": "N/A",
            "Vit. D": "N/A",
            "Calcium": "N/A",
            "Iron": "N/A",
            "Potas.": "N/A"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Dry Holler Freeze Dried Nerd Clusters",
        "Serving Info": "PACKAGE (142g)",
        "Calories": "N/A",
        "Nutrients": {
            "Total Fat": "N/A",
            "Saturated Fat": "N/A",
            "Trans Fat": "N/A",
            "Cholesterol": "N/A",
            "Sodium": "N/A",
            "Total Carbohydrates": "N/A",
            "Dietary Fiber": "N/A",
            "Total Sugars": "N/A",
            "Added Sugars": "N/A",
            "Protein": "N/A",
            "Vit. D": "N/A",
            "Calcium": "N/A",
            "Iron": "N/A",
            "Potas.": "N/A"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Dry Holler Freeze Dried Blueberries",
        "Serving Info": "PACKAGE (227g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "5mg",
            "Total Carbohydrates": "31g",
            "Dietary Fiber": "10g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "0.0mcg",
            "Calcium": "39mg",
            "Iron": "1.32mg",
            "Potas.": "150mg"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    },
    {
        "Title": "Golden Broccoli Cheese Soup",
        "Serving Info": "PORTION (340g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "20g",
            "Saturated Fat": "9g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "1230mg",
            "Total Carbohydrates": "11g",
            "Dietary Fiber": "3g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "7g",
            "Vit. D": "NA",
            "Calcium": "149mg",
            "Iron": "0.05mg",
            "Potas.": "NA"
        },
        "Ingredients": "GOLDEN BROCCOLI SOUP (WATER, BROCCOLI, PASTEURIZED PROCESS AMERICAN CHEESE (AMERICAN CHEESE [MILK, CULTURES, SALT, ENZYMES], WATER, CREAM, SODIUM PHOSPHATE, SALT, ARTIFICAL COLOR), CREAM (MILK), VEGETABLE OIL (CORN, COTTONSEED AND, CANOLA), MODIFIED FOOD STARCH, WHEY (MILK), SWISS CHEESE (PART-SKIM MILK, CULTURES, SALT, CALCIUM CHLORIDE, ENZYMES), CONTAINS LESS THAN 2% OF: SALT, SUGAR, CALCIUM AND SODIUM CASEINATE (MILK), MUSTARD FLOUR, ENZYME MODIFIED CHEDDAR CHEESE (CHEDDAR CHEESE [CULTURED MILK, SALT, ENZYMES, CALCIUM CHLORIDE], WATER, DISODIUM PHOSPHATE, ENZYMES), DEHYDRATED ONIONS, TURMERIC EXTRACT FOR COLOR.), WATER",
        "Allergens": "Corn, Milk"
    },
    {
        "Title": "Small Golden Broccoli Cheese Soup",
        "Serving Info": "PORTION (170g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "4.5g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "610mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "1g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "74mg",
            "Iron": "0.03mg",
            "Potas.": "NA"
        },
        "Ingredients": "GOLDEN BROCCOLI SOUP (WATER, BROCCOLI, PASTEURIZED PROCESS AMERICAN CHEESE (AMERICAN CHEESE [MILK, CULTURES, SALT, ENZYMES], WATER, CREAM, SODIUM PHOSPHATE, SALT, ARTIFICAL COLOR), CREAM (MILK), VEGETABLE OIL (CORN, COTTONSEED AND, CANOLA), MODIFIED FOOD STARCH, WHEY (MILK), SWISS CHEESE (PART-SKIM MILK, CULTURES, SALT, CALCIUM CHLORIDE, ENZYMES), CONTAINS LESS THAN 2% OF: SALT, SUGAR, CALCIUM AND SODIUM CASEINATE (MILK), MUSTARD FLOUR, ENZYME MODIFIED CHEDDAR CHEESE (CHEDDAR CHEESE [CULTURED MILK, SALT, ENZYMES, CALCIUM CHLORIDE], WATER, DISODIUM PHOSPHATE, ENZYMES), DEHYDRATED ONIONS, TURMERIC EXTRACT FOR COLOR.), WATER",
        "Allergens": "Corn, Milk"
    },
    {
        "Title": "Assorted La Colombe Latte",
        "Serving Info": "CAN (255g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "100mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "4g",
            "Total Sugars": "11g",
            "Added Sugars": "11g",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "110mg",
            "Iron": "0mg",
            "Potas.": "200mg"
        },
        "Ingredients": "LA COLOMBE ICED OAT MILK VANILLA LATTE (Ingredients: Oatmilk, Coffee, Chicory Root Fiber, Cane Sugar, Canola Oil, Acacia, Vanilla Extract with other Natural Flavors, Discodium Phosphate, Trisodium Phosphate, Calcium Phosphate, Sea Salt, Gellan Gum.), LA COLOMBE ICED OAT MILK PEP MOCHA (Ingredients: Oatmilk, Coffee, Chicory Root Fiber, Cane Sugar, Canola Oil, Acacia, Vanilla Extract with other Natural Flavors, Discodium Phosphate, Trisodium Phosphate, Calcium Phosphate, Sea Salt, Gellan Gum.)",
        "Allergens": "N/A"
    },
    {
        "Title": "Creamy Tomato Basil Bisque",
        "Serving Info": "PORTION (340g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "6g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "1090mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "3g",
            "Total Sugars": "8g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "0.3mcg",
            "Calcium": "46mg",
            "Iron": "0.58mg",
            "Potas.": "350mg"
        },
        "Ingredients": "CREAMY TOMATO BASIL BISQUE SOUP (INGREDIENTS: TOMATO PUREE WATER, TOMATO PASTE, DICED TOMATOES IN TOMATO JUICE, CREAM, CELERY, ONIONS, MODIFIED FOOD STARCH, CARROTS, CONTAINS LESS THAN 2 OF: SUGAR, BUTTER CREAM, SALT, SALT, WATER, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLES CELERY, ONIONS, CARROTS, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, YEAST EXTRACT, BASIL, MALTODEXTRIN, CORN OIL, DEHYDRATED ONIONS, SPICES, FLAVORING, CORNSTARCH, CELERY EXTRACT, GARLIC OIL.), WATER",
        "Allergens": "Corn, Garlic, Gluten, Milk, Wheat"
    },
    {
        "Title": "Small Loaded Potato Soup",
        "Serving Info": "PORTION (177g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "740mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "0.1mcg",
            "Calcium": "65mg",
            "Iron": "0.01mg",
            "Potas.": "220mg"
        },
        "Ingredients": "CREAM OF POTATO SOUP (INGREDIENTS: POTATOES, SKIM MILK, CREAM, CARROTS, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CELERY, DEHYDRATED SKIM MILK, ONIONS, CONTAINS LESS THAN 2 OF: SALT, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SOY PROTEIN CONCENTRATE, SPICES, FLAVORING.), WATER, SHREDDED CHEDDAR CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, COLOR ADDED.)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Chicken Enchilada Soup",
        "Serving Info": "PORTION (347g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "13g",
            "Saturated Fat": "6g",
            "Trans Fat": "0g",
            "Cholesterol": "50mg",
            "Sodium": "1890mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "5g",
            "Total Sugars": "5g",
            "Added Sugars": "N/A",
            "Protein": "15g",
            "Vit. D": "NA",
            "Calcium": "215mg",
            "Iron": "1.75mg",
            "Potas.": "390mg"
        },
        "Ingredients": "CHICKEN ENCHILADA SOUP CONCENTRATE (TOMATO PUREE (WATER, TOMATO PASTE), PASTEURIZED PROCESS AMERICAN CHEESE (CULTURED MILK, WATER, CREAM [MILK], SODIUM PHOSPHATE, SALT, ENZYMES), BLACK BEANS, CORN, CHICKEN MEAT, DICED TOMATOES IN TOMATO JUICE, MODIFIED FOOD STARCH, ONIONS, WATER, CHICKEN STOCK, CONTAINS LESS THAN 2% OF: BUTTER (CREAM [MILK], SALT), SALT, GREEN PEPPERS, JALAPENO PEPPERS, RED PEPPERS, CHICKEN SKINS, WHITE CORN FLOUR, FLAVORING (MILK), CILANTRO, GREEN CHILI PEPPERS, SPICES, SOY LECITHIN, SUGAR, DEHYDRATED GARLIC, SOY PROTEIN CONCENTRATE, SODIUM PHOSPHATE, WHEY POWDER (MILK), DISTILLED VINEGAR, CORN FLOUR, DISODIUM PHOSPHATE, CARAMEL COLOR, CITRIC ACID, DEHYDRATED CHICKEN, CHICKEN FAT. CONTAINS: MILK, SOY.), WATER",
        "Allergens": "Corn, Garlic, Milk, Soy"
    },
    {
        "Title": "Small Chicken Enchilada Soup",
        "Serving Info": "PORTION (202g)",
        "Calories": "270",
        "Nutrients": {
            "Total Fat": "15g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "25mg",
            "Sodium": "1000mg",
            "Total Carbohydrates": "27g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "7g",
            "Vit. D": "NA",
            "Calcium": "108mg",
            "Iron": "0.88mg",
            "Potas.": "250mg"
        },
        "Ingredients": "CHICKEN ENCHILADA SOUP CONCENTRATE (TOMATO PUREE (WATER, TOMATO PASTE), PASTEURIZED PROCESS AMERICAN CHEESE (CULTURED MILK, WATER, CREAM [MILK], SODIUM PHOSPHATE, SALT, ENZYMES), BLACK BEANS, CORN, CHICKEN MEAT, DICED TOMATOES IN TOMATO JUICE, MODIFIED FOOD STARCH, ONIONS, WATER, CHICKEN STOCK, CONTAINS LESS THAN 2% OF: BUTTER (CREAM [MILK], SALT), SALT, GREEN PEPPERS, JALAPENO PEPPERS, RED PEPPERS, CHICKEN SKINS, WHITE CORN FLOUR, FLAVORING (MILK), CILANTRO, GREEN CHILI PEPPERS, SPICES, SOY LECITHIN, SUGAR, DEHYDRATED GARLIC, SOY PROTEIN CONCENTRATE, SODIUM PHOSPHATE, WHEY POWDER (MILK), DISTILLED VINEGAR, CORN FLOUR, DISODIUM PHOSPHATE, CARAMEL COLOR, CITRIC ACID, DEHYDRATED CHICKEN, CHICKEN FAT. CONTAINS: MILK, SOY.), WATER, TRI COLORED TORTILLA STRIPS (INGREDIENTS: CORN MASA FLOUR, SUNFLOWER, SAFFLOWER AND/OR CANOLA OIL, SALT, RED 40, BLUE 1, BLUE 2.)",
        "Allergens": "Corn, Garlic, Milk, Soy"
    },
    {
        "Title": "Light Plain Cream Cheese",
        "Serving Info": "Each (21g)",
        "Calories": "45",
        "Nutrients": {
            "Total Fat": "3.5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "80mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "1g",
            "Added Sugars": "0g",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "PASTEURIZED MILK AND CREAM, WHEY PROTEIN CONCENTRATE, CONTAINS LESS THAN 2% OF SALT, CAROB BEAN GUM, GUAR GUM, NATAMYCIN (A NATURAL MOLD INHIBITOR)*, VITAMIN A PALMITATE, CHEESE CULTURE. *INGREDIENT NOT IN REGULAR CREAM CHEESE.",
        "Allergens": "Milk"
    },
    {
        "Title": "Assorted Chips",
        "Serving Info": "1 BAG (46g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "250mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "2g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "0.48mg",
            "Potas.": "75mg"
        },
        "Ingredients": "SS FLAMIN HOT CRUNCHY CHEETOS 2 OZ (INGREDIENTS: ENRICHED CORN MEAL CORN MEAL, FERROUS SULFATE, NIACIN, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLE OIL CORN, CANOLA AND/OR SUNFLOWER OIL, FLAMIN' HOT SEASONING MALTODEXTRIN [MADE FROM CORN], SALT, SUGAR, MONOSODIUM GLUTAMATE, YEAST EXTRACT, CITRIC ACID, ARTIFICIAL COLOR [RED 40 LAKE, YELLOW 6 LAKE, YELLOW 6, YELLOW 5], SUNFLOWER OIL, CHEDDAR CHEESE [MILK, CHEESE CULTURES, SALT, ENZYMES], ONION POWDER, WHEY, WHEY PROTEIN CONCENTRATE, GARLIC POWDER, NATURAL FLAVOR, BUTTERMILK, SODIUM DIACETATE, DISODIUM INOSINATE, DISODIUM GUANYLATE, AND SALT. CONTAINS MILK INGREDIENTS.), CHEDDAR HARVEST SUN CHIPS (INGREDIENTS: WHOLE CORN, SUNFLOWER AND/OR CANOLA OIL, WHOLE WHEAT, BROWN RICE FLOUR, WHOLE OAT FLOUR, SUGAR, MALTODEXTRIN MADE FROM CORN, SALT, WHEY, NATURAL FLAVORS, CHEDDAR CHEESE MILK, CHEESE CULTURES, SALT, ENZYMES, ONION POWDER, BUTTERMILK, POTASSIUM CHLORIDE, ROMANO CHEESE COW'S MILK, CHEESE CULTURES, SALT, ENZYMES, YEAST EXTRACT, LACTOSE, PAPRIKA EXTRACTS, SODIUM CASEINATE, CITRIC ACID, SKIM MILK, GARLIC POWDER, LACTIC ACID, AND PARMESAN CHEESE MILK, CHEESE CULTURES, SALT, ENZYMES. CONTAINS WHEAT AND MILK INGREDIENTS.), ASSORTED CHIPS",
        "Allergens": "Corn, Garlic, Gluten, Milk, MSG, Wheat"
    },
    {
        "Title": "Beef & Bean Chili",
        "Serving Info": "12 OZ PORTION (340g)",
        "Calories": "310",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "5g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "1130mg",
            "Total Carbohydrates": "33g",
            "Dietary Fiber": "10g",
            "Total Sugars": "7g",
            "Added Sugars": "0g",
            "Protein": "20g",
            "Vit. D": "0mcg",
            "Calcium": "128mg",
            "Iron": "3.83mg",
            "Potas.": "670mg"
        },
        "Ingredients": "BEEF & BEAN CHILI (INGREDIENTS: TOMATO PUREE (WATER, TOMATO PASTE), DICED TOMATOES IN TOMATO JUICE, SEASONED BEEF (BEEF, SALT, SPICE EXTRACTIVE), COOKED KIDNEY BEANS, WATER, ONIONS, CONTAINS LESS THAN 2% OF: MODIFIED FOOD STARCH, JALAPENO PEPPERS, GREEN PEPPERS, RED CHILIES**, CAYENNE PEPPER SAUCE (CAYENNE PEPPERS, VINEGAR, SALT, GARLIC), GARLIC, SPICES, CHIPOTLE ADOBO PUREE (WATER, ONION PUREE, CHIPOTLE PEPPER PUREE, TOMATOES, CANOLA OIL, VINEGAR, SUGAR, SALT, GARLIC PUREE, NATURAL SMOKE FLAVORING, SPICES), BEEF STOCK, SALT, GARLIC**. **DRIED)",
        "Allergens": "Beef, Garlic"
    },
    {
        "Title": "Dry Holler Freeze Dries Skittles",
        "Serving Info": "PACKAGE (142g)",
        "Calories": "N/A",
        "Nutrients": {
            "Total Fat": "N/A",
            "Saturated Fat": "N/A",
            "Trans Fat": "N/A",
            "Cholesterol": "N/A",
            "Sodium": "N/A",
            "Total Carbohydrates": "N/A",
            "Dietary Fiber": "N/A",
            "Total Sugars": "N/A",
            "Added Sugars": "N/A",
            "Protein": "N/A",
            "Vit. D": "N/A",
            "Calcium": "N/A",
            "Iron": "N/A",
            "Potas.": "N/A"
        },
        "Ingredients": "N/A",
        "Allergens": "N/A"
    }
]