[
    {
        "Title": "Rotisserie Chicken Soup",
        "Serving Info": "6 OZ PORTION (174g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "570mg",
            "Total Carbohydrates": "7g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "10mg",
            "Iron": "0.43mg",
            "Potas.": "45mg"
        },
        "Ingredients": "WATER, ROTISSERIE CHICKEN SOUP (INGREDIENTS: CHICKEN STOCK, WHITE CHICKEN MEAT, ENRICHED EGG NOODLES (WHEAT FLOUR, EGGS, EGG WHITES, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, ONIONS, CELERY, WATER, CONTAINS LESS THAN 2% OF: MODIFIED FOOD STARCH, SALT, GELATIN, CHICKEN FAT, SOY PROTEIN CONCENTRATE, CHICKEN BROTH, FLAVORING, SODIUM PHOSPHATE, WHEY POWDER (MILK), YEAST EXTRACT, SPICE, BETA CAROTENE, EGG YOLK POWDER, DEHYDRATED CHICKEN. CONTAINS: EGG, WHEAT, MILK, SOY)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Red Lentil Rotini",
        "Serving Info": "PORTION (116g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "65mg",
            "Total Carbohydrates": "30g",
            "Dietary Fiber": "5g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "12g",
            "Vit. D": "NA",
            "Calcium": "45mg",
            "Iron": "2.99mg",
            "Potas.": "410mg"
        },
        "Ingredients": "WATER, GLUTEN FREE RED LENTIL ROTINI PASTA (RED LENTIL FLOUR), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)",
        "Allergens": "N/A"
    },
    {
        "Title": "Whole Grain Penne",
        "Serving Info": "PORTION (116g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "70mg",
            "Total Carbohydrates": "31g",
            "Dietary Fiber": "5g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "2mg",
            "Iron": "0.62mg",
            "Potas.": "NA"
        },
        "Ingredients": "WATER, WHOLE GRAIN PENNE (WHOLE GRAIN DURUM WHEAT FLOUR), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)",
        "Allergens": "Gluten, Wheat"
    },
    {
        "Title": "Grilled Chicken Breast Strips",
        "Serving Info": "2 OZ PORTION (81g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "55mg",
            "Sodium": "370mg",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "18g",
            "Vit. D": "NA",
            "Calcium": "6mg",
            "Iron": "0.87mg",
            "Potas.": "280mg"
        },
        "Ingredients": "UNBREADED BONE/SKINLESS CHICKEN BREAST (BONELESS, SKINLESS CHICKEN BREAST WITH RIB MEAT, WATER, SEASONING [MALTODEXTRIN, SMOKED TORULA YEAST {TORULA YEAST, SMOKE FLAVOR}, SPICES {INCLUDING CELERY SEED}, SALT, NATURAL FLAVOR, GARLIC POWDER, ONION POWDER, PAPRIKA], VINEGAR, MODIFIED FOOD STARCH, SODIUM PHOSPHATES.)",
        "Allergens": "Corn, Garlic"
    },
    {
        "Title": "Italian Spaghetti Sauce",
        "Serving Info": "4 OZ PORTION (113g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "440mg",
            "Total Carbohydrates": "10g",
            "Dietary Fiber": "3g",
            "Total Sugars": "6g",
            "Added Sugars": "0g",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "340mg"
        },
        "Ingredients": "ANGELA MIA MARINARA SAUCE (TOMATO PUREE WATER, TOMATO PASTE, TOMATOES, ONIONS, LESS THAN 2 OF: BROWN SUGAR, EXTRA VIRGIN OLIVE OIL, SALT, CITRIC ACID, BASIL, GARLIC POWDER, DRIED OREGANO, ONION POWDER, NATURAL FLAVOR, BLACK PEPPER, DRIED PARSLEY, GROUND FENNEL, GROUND SAVORY, GROUND THYME, CALCIUM CHLORIDE.)",
        "Allergens": "Garlic"
    },
    {
        "Title": "Alfredo Sauce",
        "Serving Info": "PORTION (57g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "7g",
            "Trans Fat": "0.5g",
            "Cholesterol": "35mg",
            "Sodium": "190mg",
            "Total Carbohydrates": "11g",
            "Dietary Fiber": "1g",
            "Total Sugars": "4g",
            "Added Sugars": "0g",
            "Protein": "4g",
            "Vit. D": "8.0mcg",
            "Calcium": "130mg",
            "Iron": "0.36mg",
            "Potas.": "35mg"
        },
        "Ingredients": "BOIL IN BAG ALFREDO SAUCE (HEAVY WHIPPING CREAM, HALF AND HALF, WATER, ROMANO CHEESE, PARMESAN CHEESE, BUTTER, MARGARINE, SALT, PEPPER, AND GRANULATED GARLIC.)",
        "Allergens": "Garlic, Milk"
    },
    {
        "Title": "Sauteed Vegetables",
        "Serving Info": "2 OZ PORTION (57g)",
        "Calories": "40",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "15mg",
            "Total Carbohydrates": "4g",
            "Dietary Fiber": "1g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "26mg",
            "Iron": "0.58mg",
            "Potas.": "135mg"
        },
        "Ingredients": "SHREDDED CARROTS (Ingredients CARROT), FRESH YELLOW SQUASH - SLICED, ZUCCHINI - JULIENNE CUT, SNAP SUGAR PEAS - THAWED, PRE-CUT BROCCOLI BUDS (BROCCOLI), OLIVE OIL (75% canola, 25% olive oil)",
        "Allergens": "N/A"
    },
    {
        "Title": "Breadsticks",
        "Serving Info": "1 BREADSTICK (52g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "280mg",
            "Total Carbohydrates": "20g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "19mg",
            "Iron": "0.73mg",
            "Potas.": "NA"
        },
        "Ingredients": "FROZEN BREADSTICK (Ingredients BREAD: ENRICHED WHEAT FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SOYBEAN OIL, CONTAINS 2% OR LESS OF: SALT, SUGAR, DEXTROSE, YEAST, DOUGH CONDITIONERS ( DATEM, ENZYMES, ASCORBIC ACID, L-CYSTEINE, ETHOXYLATED MONO AND DIGLYCERIDES), CALCIUM AND SODIUM PROPIONATE (PRESERVATIVES), MONO AND DI-GLYCERIDES, POLYSORBATE 60, PHOSPHORIC ACID, CORNMEAL. SPREAD: SOYBEAN OIL, WATER, PALM OIL, DEHYDRATED GARLIC, SALT, NATURAL AND ARTIFICIAL FLAVORS, MONO AND DI-GLYCERIDES, CITRIC ACID, WHEY (A MILK INGREDIENT), BETA CAROTENE ADDED FOR COLOR.), UNSALTED MARGARINE SOLIDS (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), GRATED PARMESAN ROMANO CHEESE (PARMESAN CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, ROMANO CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, POWDERED CELLULOSE TO PREVENT CAKING. CONTAINS MILK)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Frosted Carrot Cake",
        "Serving Info": "1 SLICE (68g)",
        "Calories": "270",
        "Nutrients": {
            "Total Fat": "12g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "35mg",
            "Sodium": "250mg",
            "Total Carbohydrates": "35g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "23g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "CARROT CAKE (INGREDIENTS: SUGAR, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, EGGS, VEGETABLE OIL (SOYBEAN AND PALM OILS), CREAM CHEESE (PASTEURIZED MILK AND CREAM, CHEESE CULTURE, SALT, CAROB BEAN GUM), WALNUTS, CRUSHED PINEAPPLE (PINEAPPLE, UNSWEETENED PINEAPPLE JUICE, ASCORBIC ACID). CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: MARGARINE [PALM OIL, WATER, SOYBEAN OIL, SALT, MONO- AND DIGLYCERIDES (FROM VEGETABLE SOURCES), ARTIFICIAL FLAVOR, ANNATTO (COLOR), CALCIUM DISODIUM EDTA (PRESERVATIVE), VITAMIN A PALMITATE], MODIFIED CORN STARCH, HIGH FRUCTOSE CORN SYRUP, WHEY, CINNAMON, PECANS, CORN SYRUP, SALT, LEAVENING (SODIUM ACID PYROPHOSPHATE, BAKING SODA, MONOCALCIUM PHOSPHATE), MONO- AND DIGLYCERIDES, CORN STARCH, COCOA PROCESSED WITH ALKALI, NATURAL AND ARTIFICIAL FLAVORS, POLYSORBATE 60, SOY LECITHIN, SOY FLOUR. CONTAINS WHEAT, EGGS, MILK, WALNUTS, PECANS AND SOY.)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Tree Nuts, Wheat"
    },
    {
        "Title": "Carnival Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "1.08mg",
            "Potas.": "NA"
        },
        "Ingredients": "CARNIVAL COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- ANDDIGLYCERIDES, NATURAL FLAVORS [CONTAINS MILK], CITRIC ACID, VITAMIN A P ALMITATE ADDED, BETA CAROTENE [COLOR], SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, VANILLA EXTRACT, COLORED CHOCOLATE CANDIES SEMI-SWEET CHOCOLATE [SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, NATURAL FLAVOR], SUGAR, ARTIFICIAL COLOR [TITANIUM DIOXIDE, RED 40 LAKE, YELLOW 6 LAKE, YELLOW 6, YELLOW 5 LAKE, BLUE 1 LAKE, RED 3, BLUE 2 LAKE], CORNSTARCH, CONFECTIONER'S GLAZE [CARNAUBA WAX, BEESWAX, SHELLAC], EGGS, DEXTROSE, CONTAINS 2 OR LESS OF WATER, MOLASSES, BAKING SODA, SALT, WHEAT STARCH, NATURAL AND ARTIFICIAL FLAVOR. CONTAINS: EGGS, MILK, SOY AND WHEAT.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Shredded Parmesan Cheese",
        "Serving Info": "Tablespoon (7g)",
        "Calories": "30",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "5mg",
            "Sodium": "130mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "2g",
            "Vit. D": "0.0mcg",
            "Calcium": "60mg",
            "Iron": "0.03mg",
            "Potas.": "15mg"
        },
        "Ingredients": "PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), POWDERED CELLULOSE TO PREVENT CAKING, NATAMYCIN TO PROTECT FLAVOR OR PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH AND POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (NATURAL MOLD INHIBITOR) (AGED OVER 10 MONTHS) OR PASTEURIZED PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, CORN FLOUR CELLULOSE ADDED TO PREVENT CAKING.",
        "Allergens": "Corn, Milk"
    },
    {
        "Title": "Cream Of Potato Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "860mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "4mg",
            "Iron": "0mg",
            "Potas.": "270mg"
        },
        "Ingredients": "WATER, CREAM OF POTATO SOUP (INGREDIENTS: POTATOES, SKIM MILK, CREAM, CARROTS, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CELERY, DEHYDRATED SKIM MILK, ONIONS, CONTAINS LESS THAN 2 OF: SALT, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SOY PROTEIN CONCENTRATE, SPICES, FLAVORING.)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Country Fried Steak",
        "Serving Info": "1 STEAK (78g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "19g",
            "Saturated Fat": "4g",
            "Trans Fat": "NA",
            "Cholesterol": "25mg",
            "Sodium": "330mg",
            "Total Carbohydrates": "13g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "0g",
            "Protein": "9g",
            "Vit. D": "NA",
            "Calcium": "31mg",
            "Iron": "1.60mg",
            "Potas.": "135mg"
        },
        "Ingredients": "BEEF STEAK BREADED (Beef, Salt, Sodium Phosphate. BATTERED WITH: Water, Enriched Bleached Wheat Flour (Enriched With Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Yellow Corn Flour, Leavening (Monocalcium Phosphate, Sodium Bicarbonate), Dried Whey (Milk), Salt, Garlic Powder, Spice Extractives, Spices. BREADED WITH: Enriched Bleached Wheat Flour (Enriched With Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Salt, Dextrose, Spice, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate). CRACKERS: Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Soybean Oil With TBHQ For Freshness, Salt, Corn Syrup, Contains Two Percent Or Less Of Baking Soda, Yeast, Soy Lecithin. CONTAINS: SOY, WHEAT, MILK), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Beef, Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Veggie 'Chicken' Nuggets",
        "Serving Info": "2.7 OZ PORTION (77g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "410mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "0g",
            "Protein": "11g",
            "Vit. D": "0mcg",
            "Calcium": "36mg",
            "Iron": "1.42mg",
            "Potas.": "380mg"
        },
        "Ingredients": "VEGGIE CHICKEN NUGGET (Ingredients: Water, wheat flour, soy protein concentrate, vegetable oil (corn, canola and/or sunflower), soy protein isolate. Contains 2% or less of methylcellulose, salt, wheat gluten, yellow corn flour, potato starch, natural flavors, maltodextrin, pea starch, potassium salt, wheat starch, yeast extract, sugar, rice flour, dextrose, spices, onion powder, paprika color, garlic powder, leavening (sodium acid pyrophosphate, sodium bicarbonate), yeast, citric acid.)",
        "Allergens": "Corn, Garlic, Gluten, Soy, Wheat"
    },
    {
        "Title": "Peppered Biscuit Gravy",
        "Serving Info": "HALF CUP (128g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "480mg",
            "Total Carbohydrates": "12g",
            "Dietary Fiber": "0g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "0mg",
            "Potas.": "105mg"
        },
        "Ingredients": "WATER, PEPPER GRAVY MIX (ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, FOOD STARCH - MODIFIED, CORN SYRUP SOLIDS, COCONUT OIL, SALT, MALTODEXTRIN, BUTTERMILK, CANOLA OIL, CONTAINS 2 OR LESS OF SODIUM CASEINATE, SPICE, SUGAR, HYDROLYZED CORN PROTEIN, DIPOTASSIUM PHOSPHATE, TITANIUM DIOXIDE COLOR, MONO DIGLYCERIDES AS EMULSIFIERS, FLAVORS [WITH ANNATTO AND TURMERIC FOR COLOR, CREAM], DISODIUM INOSINATE, DISODIUM GUANYLATE, SILICON DIOXIDE AN ANTICAKING AGENT.)",
        "Allergens": "Coconut, Corn, Gluten, Milk, Wheat"
    },
    {
        "Title": "Mashed Potatoes",
        "Serving Info": "PORTION (117g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "390mg",
            "Total Carbohydrates": "15g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "20mg",
            "Iron": "0.26mg",
            "Potas.": "210mg"
        },
        "Ingredients": "WATER, IDAHOAN MASHED POTATOES (IDAHO POTATOES, SALT, SUNFLOWER OIL, NONFAT DRY MILK, MONOGLYCERIDES, CALCIUM STEAROYL LACTYLATE, SPICE, ARTIFICAL COLOR, NATURAL AND ARTIFICIAL FLAVORS. FRESHNESS PRESERVED BY SODIUM ACID PYROPHOSPHATE, SODIUM BISULFITE, CITRIC ACID, AND MIXED TOCOPHEROLS.), UNSALTED MARGARINE SOLIDS (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), WHITE PEPPER",
        "Allergens": "Milk, Soy"
    },
    {
        "Title": "Garlic Green Beans",
        "Serving Info": "2 OZ PORTION (73g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "320mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "23mg",
            "Iron": "0.03mg",
            "Potas.": "130mg"
        },
        "Ingredients": "WHOLE FANCY GREEN BEANS (Green Beans), OLIVE OIL (75% canola, 25% olive oil), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH GARLIC, GROUND BLACK PEPPER",
        "Allergens": "Garlic"
    },
    {
        "Title": "Sweet Yeast Roll",
        "Serving Info": "1 ROLL (57g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "320mg",
            "Total Carbohydrates": "30g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "6g",
            "Added Sugars": "0g",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.72mg",
            "Potas.": "NA"
        },
        "Ingredients": "YEAST DINNER ROLL (BLEACHED ENRICHED WHEAT FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, SUGAR, EGGS, SOYBEAN OIL, SALT, HYDROGENATED COTTONSEED OIL, YEAST, MONO AND DI GLYCERIDES, WHEY.)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "French Silk Pie",
        "Serving Info": "1 SLICE (80g)",
        "Calories": "320",
        "Nutrients": {
            "Total Fat": "23g",
            "Saturated Fat": "12g",
            "Trans Fat": "NA",
            "Cholesterol": "50mg",
            "Sodium": "120mg",
            "Total Carbohydrates": "27g",
            "Dietary Fiber": "2g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "FRENCH SILK PIE",
        "Allergens": "Alcohol, Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "100mg",
            "Total Carbohydrates": "17g",
            "Dietary Fiber": "0g",
            "Total Sugars": "10g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "CHOCOLATE CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, PALM AND PALM KERNEL OIL, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, VANILLA EXTRACT, MILK, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVORS [INCLUDES MILK], CITRIC ACID, VITAMIN A PALMITATE ADDED, BETA CAROTENE [COLOR], WATER, EGGS, DEXTROSE, CONTAINS 2 OR LESS OF: MOLASSES, COCOA PROCESSED WITH ALKALI, WHEAT STARCH, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR, SORBITAN MONOSTEARATE, POLYSORBATE 60, SOY LECITHIN, MILK. CONTAINS: EGG, MILK, SOY, WHEAT.)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Chicken & Dumpling Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "40mg",
            "Sodium": "950mg",
            "Total Carbohydrates": "15g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "9g",
            "Vit. D": "NA",
            "Calcium": "57mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "WATER, CHICKEN AND DUMPLING SOUP (CHICKEN STOCK, COOKED DUMPLINGS (ENRICHED FLOUR [WHEAT FLOUR, FERROUS SULFATE, NIACIN, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], EGGS, WATER, ENRICHED FLOUR [WHEAT FLOUR, FERROUS SULFATE, NIACIN, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], SALT, WHEAT GLUTEN, TURMERIC), CHICKEN MEAT, CELERY, WATER, CREAM (MILK), BLEACHED ENRICHED FLOUR (WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, CONTAINS LESS THAN 2% OF: SALT, MECHANICALLYSEPARATED CHICKEN MEAT, MODIFIED FOOD STARCH, CHICKEN FAT, WHEY (MILK), CHICKEN FLAVOR, CALCIUM AND SODIUM CASEINATE (MILK), SOY PROTEIN CONCENTRATE, FLAVORING, DISODIUM GUANYLATE, DISODIUM INOSINATE, SODIUM PHOSPHATE, DEHYDRATED PARSLEY, BETA CAROTENE FOR COLOR, DEHYDRATED CHICKEN.)",
        "Allergens": "Eggs, Garlic, Gluten, Soy, Wheat"
    },
    {
        "Title": "White Hamburger Bun",
        "Serving Info": "BUN (55g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "280mg",
            "Total Carbohydrates": "30g",
            "Dietary Fiber": "0g",
            "Total Sugars": "4g",
            "Added Sugars": "4g",
            "Protein": "5g",
            "Vit. D": "0.6mcg",
            "Calcium": "89mg",
            "Iron": "1.58mg",
            "Potas.": "0mg"
        },
        "Ingredients": "UNBLEACHED ENRICHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, HIGH FRUCTOSE CORN SYRUP, YEAST, CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING:  WHEAT GLUTEN, SALT, SOYBEAN OIL, DOUGH CONDITIONERS (CONTAINS ONE OR MORE OF THE FOLLOWING:  SODIUM STEAROYL LACTYLATE, CALCIUM STEAROYL LACTYLATE, MONOGLYCERIDES AND/OR DIGLYCERIDES, DISTILLED MONOGLYCERIDES, CALCIUM PEROXIDE, CALCIUM IODATE, DATEM, ETHOXYLATED MONO AND DIGLYCERIDES, ENZYMES, ASCORBIC ACID), SOY FLOUR, CALCIUM SULFATE, MONOCALCIUM PHOSPHATE, CALCIUM CARBONATE, SORBIC ACID, SOY LECITHIN, CALCIUM PROPIONATE, IF SEEDED, SESAME SEEDS ADDED.",
        "Allergens": "Gluten, High Fructose Corn Syrup, Soy, Wheat"
    },
    {
        "Title": "Spicy Chicken Breast",
        "Serving Info": "1 BREAST (125g)",
        "Calories": "420",
        "Nutrients": {
            "Total Fat": "28g",
            "Saturated Fat": "7g",
            "Trans Fat": "NA",
            "Cholesterol": "50mg",
            "Sodium": "1400mg",
            "Total Carbohydrates": "20g",
            "Dietary Fiber": "2g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "24g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "SPICY CHICKEN BREAST (Ingredients: Uncooked, spicy, breaded Chicken Breast Fillet with rib meat containing: up to 17% of a solution of water, seasoning (salt, spice, sodium phosphate [sodium tripolyphosphate, sodium polyphosphates, glassy], modified corn starch, paprika, natural flavor, extractives of paprika, and extractives of turmeric). Breaded With: Wheat flour, water, salt, modified corn starch, bleached wheat flour, wheat gluten, spice, gum arabic, egg white solids, spice extractives, yellow corn flour, leavening (sodium acid pyrophoshpate, sodium bicarbonate, monocalcium phosphate), extractives of paprika. Breading set in vegetable oil.)",
        "Allergens": "Corn, Gluten, Wheat"
    },
    {
        "Title": "Seasoned Curly Fries",
        "Serving Info": "PORTION (71g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "12g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "330mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.55mg",
            "Potas.": "NA"
        },
        "Ingredients": "SEASONED CURLY Q FRIES (POTATOES, VEGETABLE OIL SOYBEAN, CANOLA, COTTONSEED, AND/OR SUNFLOWER, ENRICHED FLOUR BLEACHED WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, CONTAINS LESS THAN 2 OF CELLULOSE GUM, COLOR PAPRIKA OLEORESIN, TURMERIC OLEORESIN, DEGERMED YELLOW CORN MEAL, DEXTROSE, FOOD STARCH-MODIFIED, GARLIC POWDER, ONION POWDER, RICE FLOUR, SALT, SPICES, DISODIUM DIHYDROGEN PYROPHOSPHATE TO MAINTAIN NATURAL COLOR.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Corn, Garlic, Gluten, Soy, Wheat"
    },
    {
        "Title": "Creamy Cole Slaw",
        "Serving Info": "1 SERVING (85g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "180mg",
            "Total Carbohydrates": "15g",
            "Dietary Fiber": "1g",
            "Total Sugars": "13g",
            "Added Sugars": "11g",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "20mg",
            "Iron": "0.28mg",
            "Potas.": "120mg"
        },
        "Ingredients": "CREAMY COLE SLAW (CABBAGE, SUGAR, MAYONNAISE (SOYBEAN OIL, WATER, EGG YOLKS, VINEGAR, SALT), CARROT, VINEGAR, ONION, SOYBEAN OIL, RED BELL PEPPER, SALT, ASCORBIC ACID, XANTHAN GUM, SODIUM ERYTHORBATE, CITRIC ACID, MODIFIED CORN STARCH, SODIUM BENZOATE (PRESERVATIVE), POTASSIUM SORBATE (PRESERVATIVE), CELERY SEED, WHITE PEPPER, DEHYDRATED PARSLEY. CONTAINS: EGGS.)",
        "Allergens": "Corn, Eggs, Soy"
    },
    {
        "Title": "Old Fashioned Lemon Bar",
        "Serving Info": "1 BAR (45g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "120mg",
            "Total Carbohydrates": "24g",
            "Dietary Fiber": "0g",
            "Total Sugars": "20g",
            "Added Sugars": "16g",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "72mg",
            "Iron": "0mg",
            "Potas.": "105mg"
        },
        "Ingredients": "Ingredients SWEETENED CONDENSED MILK (MILK, SUGAR), YELLOW CAKE BASE (SUGAR, ENRICHED BLEACHED WHEAT FLOUR [FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], FOOD STARCH - MODIFIED, SOYBEAN OIL, WHEY [MILK], CONTAINS 2% OR LESS OF: ARTIFICIAL FLAVOR, SOY FLOUR, EGGS, LEAVENING [BAKING SODA, SODIUM ALUMINUM SULFATE], MONO AND DIGLYCERIDES, PROPYLENE GLYCOL MONO AND DIESTERS OF FATTY ACIDS, SALT, SODIUM STEAROYL LACTYLATE, VITAL WHEAT GLUTEN, ARTIFICIAL COLORS [YELLOW 5, YELLOW LAKE 5, YELLOW 6, YELLOW LAKE 6]), LEMON JUICE, WHOLE EGGS, MARGARINE (PALM OIL, WATER, SALT, MONO AND DIGLYCERIDES, SOY LECITHIN, SODIUM BENZOATE [PRESERVATIVE], ARTIFICIAL FLAVOR, [BETA]-APO-8â€™-CAROTENAL [COLOR] AND VITAMIN A PALMITATE ADDED), SUGAR BLEND (DEXTROSE, PALM OIL, SOYBEAN OIL, NATURAL AND ARTIFICIAL FLAVORS), LEMON COMPOUND (CORN SYRUP, LEMON PUREE [LEMON PEEL, WATER, LEMON PULP CELLS, LEMON JUICE CONCENTRATE], SUGAR, WATER, FOOD STARCH - MODIFIED [CORN], NATURAL FLAVOR, PROPYLENE GLYCOL, PECTIN",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Double Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "1.80mg",
            "Potas.": "NA"
        },
        "Ingredients": "DOUBLE CHOC CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- ANDDIGLYCERIDES, NATURAL FLAVORS [CONTAINS MILK], CITRIC ACID, VITAMIN A P ALMITATE ADDED, BETA CAROTENE [COLOR], WHITE CHOCOLATE CHIPS SUGAR, WHOLE MILK POWDER, COCOA BUTTER, SOY LECITHIN, ARTIFICIAL FLAVOR, MOLASSES, DEXTROSE, EGGS, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, SOY LECITHIN, VANILLA EXTRACT, WATER, COCOA PROCESSED WITH ALKALI, CONTAINS 2 OR LESS OF: WHEAT STARCH, CARAMEL COLOR, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR. CONTAINS: EGGS, MILK, SOY AND WHEAT)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Ranch Dressing",
        "Serving Info": "Tablespoon (14g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "125mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "SOYBEAN OIL, WATER, VINEGAR, BUTTERMILK, SUGAR, EGG YOLKS, SALT, CONTAINS LESS THAN 2% OF THE FOLLOWING: MODIFIED FOOD STARCH, WHEY*, XANTHAN GUM, GARLIC*, ONIONS*, SPICE, PHOSPHORIC ACID, DISODIUM GUANYLATE, DISODIUM INOSINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR). *DRIED",
        "Allergens": "Eggs, Garlic, Milk, Soy"
    },
    {
        "Title": "Texas Barbeque Sauce",
        "Serving Info": "Tablespoon (17g)",
        "Calories": "20",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "140mg",
            "Total Carbohydrates": "4g",
            "Dietary Fiber": "0g",
            "Total Sugars": "4g",
            "Added Sugars": "3g",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "Ingredients Water, Distilled Vinegar, Sugar, Tomato Paste, Brown Sugar, Corn Starch, Salt, Contains Less Than 2% Of Caramel Color, Natural Smoke Flavor, Spice, Garlic,* Mustard Seed, Natural Flavor, Paprika, Sodium Benzoate (Preservative), Onion,* Molasses, Mustard Flour, Red Pepper, Oleoresin Paprika (Color), Corn Syrup, Tamarind, Celery Seed. *Dried",
        "Allergens": "Alcohol, Corn, Garlic"
    },
    {
        "Title": "Beef Lasagna",
        "Serving Info": "PORTION (171g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "0g",
            "Cholesterol": "25mg",
            "Sodium": "620mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "3g",
            "Added Sugars": "1g",
            "Protein": "10g",
            "Vit. D": "NA",
            "Calcium": "146mg",
            "Iron": "1.35mg",
            "Potas.": "190mg"
        },
        "Ingredients": "LASAGNA (Sauce (Water, Cooked Beef Crumbles [Beef, Seasoning , Tomato Paste, Salt, Soybean Oil], Tomato Paste [Tomatoes, Citric Acid], Cottage Cheese [Cultured Skim Milk, Enzymes], Onions, Burgundy Wine, Olive Oil, Sugar, Seasoning [Salt, Dextrose, Sugar, Spice, Disodium Inosinate, Disodium guanylate, Paprika Extractives ], Modified Corn Starch, Beef Flavor [Contains Beef Extract, Yeast Extract, Salt, Maltodextrin, Flavor, Lactic Acid, Citric Acid], Soy Sauce [Water, Wheat, Soybeans, Salt, Sodium Benzoate ], Garlic, Salt, Ascorbic Acid, Onion Powder, Basil, Oregano, Ground Red Pepper, Ground Black Pepper), Cooked Lasagna Pasta (Water, Durum Flour [Durum Wheat Semolina, Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid], Egg Whites), Mozzarella Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Soybean Oil.CONTAINS: EGG, MILK, SOY, WHEAT.), GREEN PEPPERS",
        "Allergens": "Alcohol, Beef, Corn, Eggs, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Creamy Vegetable Lasagna",
        "Serving Info": "PORTION (148g)",
        "Calories": "220",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "5g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "610mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "3g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "11g",
            "Vit. D": "NA",
            "Calcium": "233mg",
            "Iron": "1.04mg",
            "Potas.": "150mg"
        },
        "Ingredients": "CREAMY VEGETARIAN LASAGNA (Cooked Lasagna Noodles (Water, Durum Flour [Durum Wheat Semolina, Niacin, Ferrous Sulfate , Thiamine Mononitrate, Riboflavin, Folic Acid], Egg Whites), Water, Ricotta Cheese (Pasteurized Whey, Pasteurized Milk, Vinegar, Salt, Carrageenan), Carrots, Mozzarella Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Spinach, Parmesan Cheese (Part-Skim Milk, Cheese Culture, Salt, Enzymes), Cream, Broccoli, Part Skim Mozzarella Cheese (Pasteurized Part Skim Milk, Skim Milk, Salt, Cultures, Enzymes), Bread Crumbs (Bleached Wheat Flour, Yeast, Sugar, Salt), Romano Cheese from Cow's Milk (Part-Skim Milk, Cheese Cultures, Salt, Enzymes), less than 2% of: Margarine (Soybean Oil and Hydrogenated Soybean Oil, Water, Salt, Contains Less Than 2% of Vegetable Mono- and Diglycerides, Soy Lecithin, Sodium Benzoate [A Preservative], Citric Acid, Natural and Artificial Flavor, Calcium Disodium Edta Added To Protect Flavor, Beta Carotene [Color], Vitamin A Palmitate Added), Modified Corn Starch, Vegetable Base), GREEN PEPPERS",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "California Blend Vegetables",
        "Serving Info": "3.2 OZ PORTION (89g)",
        "Calories": "45",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "120mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "33mg",
            "Iron": "0.45mg",
            "Potas.": "180mg"
        },
        "Ingredients": "PRE-CUT CAULIFLOWER BUDS, FRESH BABY WHOLE CARROTS (Ingredients CARROT), PRE-CUT BROCCOLI BUDS (BROCCOLI), UNSALTED MARGARINE SOLIDS (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Soy"
    },
    {
        "Title": "Garlic Herb Breadstick",
        "Serving Info": "1 BREADSTICK (50g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "0g",
            "Total Sugars": "13g",
            "Added Sugars": "10g",
            "Protein": "2g",
            "Vit. D": "0.4mcg",
            "Calcium": "69mg",
            "Iron": "0.05mg",
            "Potas.": "115mg"
        },
        "Ingredients": "FLOWERS BREAD STICK (CULTURED GRADE A SKIM MILK, SUGAR, CULTURED WHEY, TAPIOCA SYRUP SOLIDS, WHEY PROTEIN CONCENTRATE, ACACIA GUM, NATURAL FLAVOR, SODIUM CITRATE, GUAR GUM, CAROB BEAN GUM, CARRAGEENAN. CONTAINS LIVE AND ACTIVE CULTURES: S. THERMOPHILUS, L. BULGARICUS, L. ACIDOPHILUS, AND BIFIDOBACTERIUM. CONTAINS MILK), GARLIC HERB SPREAD - MELT (LIQUID SOYBEAN OIL, PALM OIL, WATER, SALT, CONTAINS LESS THAN 2% WHEY, CRUSHED GARLIC (GARLIC, CITRIC ACID), DIJON MUSTARD (WATER, VINEGAR, MUSTARD SEED, SALT, WHITE WINE, FRUIT PECTIN, CITRIC ACID, TARTARIC ACID, SUGAR, SPICE), PARSLEY FLAKES, SOY LECITHIN, BLACK PEPPER, POTASSIUM SORBATE (PRESERVATIVE), LEMON JUICE POWDER (CORN SYRUP SOLIDS, LEMON JUICE SOLIDS, NATURAL FLAVORS), LACTIC ACID, ARTIFICIAL FLAVOR, CALCIUM DISODIUM EDTA (PRESERVATIVE), VITAMIN A PALMITATE, BETA CAROTENE (COLOR).)",
        "Allergens": "Alcohol, Corn, Garlic, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "New York Cheesecake",
        "Serving Info": "SLICE (128g)",
        "Calories": "550",
        "Nutrients": {
            "Total Fat": "32g",
            "Saturated Fat": "14g",
            "Trans Fat": "0g",
            "Cholesterol": "60mg",
            "Sodium": "280mg",
            "Total Carbohydrates": "60g",
            "Dietary Fiber": "2g",
            "Total Sugars": "48g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "46mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "PLAIN CHEESECAKE (INGREDIENTS: SUGAR, ENRICHED WHEAT FLOUR [WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID], BUTTER, WHITE CONFECTION [SUGAR, PALM KERNEL PALM OIL, WHEY, NONFAT MILK, SOYA LECITHIN, VANILLA], FONDANT [SUGAR, GLUCOSE SYRUP, WATER], BUTTERMILK, SOYBEAN OIL, WATER, EGGS, CREAM CHEESE [MILK, CREAM, SALT, CAROB BEAN GUM, CHEESE CULTURES], NONPAREILS [SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, CORN STARCH, SOY LECITHIN, VANILLIN, CONFECTIONERS GLAZE, CARNUBA WAX], CHOCOLATE [SUGAR, UNSWEETENED CHOCOLATE PROCESSED WITH ALKALI, COCOA BUTTER, MILK FAT, SOY LECITHIN, VANILLA], PALM OIL, CREAM, BUTTERMILK SOLIDS [WHEY SOLIDS, BUTTERMILK POWDER], EVAPORATED MILK [MILK, VITAMIN D3], VINEGAR, CORN STARCH, COCOA [PROCESSED WITH ALKALI], SALT, NATURAL MADAGASCAR VANILLA, BAKING SODA, BAKING POWDER [SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE], COFFEE, CARMINE.)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Broccoli Cheese Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "800mg",
            "Total Carbohydrates": "10g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "82mg",
            "Iron": "0.36mg",
            "Potas.": "105mg"
        },
        "Ingredients": "WATER, BROCOLLI CHEESE SOUP (Back to Search SHARE\t\tPRINT   \t\t\t\t\t\t \t CAMPBELL'S SIGNATURE  Soup  SOUP, BROCCOLI CHEESE CONDENSED ADD WATER TRAY PACK FROZEN FLORET  # 1001742  \t\t\t   3/4 LB\t  $31.34 / CS  ADD TO ORDER  Add to... Quantity Available  CS: 17     Customers Also Bought  \t   SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN MOLLY'S KITCHEN SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN #6082179 \t\t\t $38.65 / CS ADD TO ORDER   \t \t   \t   SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN MOLLY'S KITCHEN SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN #6555516 \t $33.01 / CS ADD TO ORDER   \t \t   \t   SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN MOLLY'S KITCHEN SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN #8116271 \t $41.26 / CS ADD TO ORDER   \t \t   \t   SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN MOLLY'S KITCHEN SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN #2045093 \t $28.35 / CS ADD TO ORDER   \t \t    Product Description Additional Description FS FRZ BROCCOLI CHEESE 4.00 LB 3 CA STD CASE  Ingredients INGREDIENTS: WATER, BROCCOLI, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CHEDDAR CHEESE MILK, CULTURES, SALT, ENZYMES, CREAM, CONTAINS LESS THAN 2 OF: SALT, YEAST EXTRACT, CHEESE FLAVOR BASE CHEDDAR CHEESE [CREAM, NONFAT MILK, LOWFAT MILK, MILK, SALT, ENZYMES, CULTURES, CALCIUM CHLORIDE], WHEY, WATER, WHEY PROTEIN CONCENTRATE, SALT, LOWFAT MILK, DISODIUM PHOSPHATE, ENZYMES, CULTURES, SUGAR, SOY PROTEIN CONCENTRATE, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, DEHYDRATED ONIONS, SPICE, BETA CAROTENE, DISODIUM PHOSPHATE, SODIUM PHOSPHATE.)",
        "Allergens": "Corn, Milk, Soy"
    },
    {
        "Title": "Herb Roasted Turkey Breast",
        "Serving Info": "PORTION (113g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "50mg",
            "Sodium": "610mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "20g",
            "Vit. D": "NA",
            "Calcium": "1mg",
            "Iron": "0.01mg",
            "Potas.": "NA"
        },
        "Ingredients": "TURKEY BREAST - THAWED (GC TKY BR RST S/O 15 GLD FOIL: INGREDIENTS: TURKEY BREAST CONTAINING UP TO 15 OF A SOLUTION OF TURKEY BROTH, SALT, SUGAR, SODIUM PHOSPHATE, PEPPER.), FROZEN BASIL, FROZEN ROSEMARY, GROUND BLACK PEPPER",
        "Allergens": "N/A"
    },
    {
        "Title": "Quinoa With Chickpea, Kale, & Edamame",
        "Serving Info": "5.6 OZ PORTION (160g)",
        "Calories": "350",
        "Nutrients": {
            "Total Fat": "24g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "350mg",
            "Total Carbohydrates": "26g",
            "Dietary Fiber": "3g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "6g",
            "Vit. D": "0mcg",
            "Calcium": "58mg",
            "Iron": "3.03mg",
            "Potas.": "320mg"
        },
        "Ingredients": "QUINOA, GARBANZO, KALE, EDAMAME BLEND (COOKED ORGANIC WHITE QUINOA, COOKED ORGANIC RED QUINOA, GREEN GARBANZO BEANS, KALE, SHELLED EDAMAME (SOYBEANS), OLIVE OIL, SEA SALT, BLACK PEPPER CONTAINS: SOY.), OLIVE OIL (75% canola, 25% olive oil), LEMONS, SUGAR, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Soy"
    },
    {
        "Title": "Turkey Gravy",
        "Serving Info": "HALF CUP (119g)",
        "Calories": "30",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "800mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "0mg",
            "Potas.": "40mg"
        },
        "Ingredients": "WATER, TURKEY GRAVY MIX (FOOD STARCH-MODIFIED, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), SALT, HYDROLYZED VEGETABLE PROTEIN (CORN, SOY), TURKEY, AUTOLYZED YEAST EXTRACT, MALTODEXTRIN, ONION, PALM OIL, MONOSODIUM GLUTAMATE, Contains less than 2% of: CHICKEN FAT, GARLIC POWDER, SPICES, SUGAR, NATURAL FLAVORS, WHEY PROTEIN CONCENTRATE (MILK), WHEY (MILK), TURMERIC, SOY FLOUR, CORN SYRUP SOLIDS, DEXTROSE, SODIUM CASEINATE (MILK), MONO & DIGLYCERIDES, COLOR ADDED, DISODIUM INOSINATE, DISODIUM GUANYLATE, SOY SAUCE (SOYBEANS, WHEAT, SALT), MOLASSES.CONTAINS: WHEAT, MILK, SOYPROCESSED IN A FACILITY THAT PROCCESSES EGG PRODUCTS)",
        "Allergens": "Corn, Garlic, Gluten, Milk, MSG, Soy, Wheat"
    },
    {
        "Title": "Green Bean Casserole",
        "Serving Info": "HALF CUP (113g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "430mg",
            "Total Carbohydrates": "8g",
            "Dietary Fiber": "1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "17mg",
            "Iron": "0.72mg",
            "Potas.": "40mg"
        },
        "Ingredients": "GREEN BEANS - DRAINED (GREEN BEANS, WATER, SALT, ZINC CHLORIDE (FOR COLOR STABILIZATION).), CREAM OF MUSHROOM SOUP (WATER, MUSHROOMS, VEGETABLE OIL (CORN, COTTONSEED, CANOLA AND/OR SOYBEAN), MODIFIED FOOD STARCH, WHEAT FLOUR, CONTAINS LESS THAN 2 % OF: SALT, MONOSODIUM GLUTAMATE, SOY PROTEIN CONCENTRATE, CREAM POWDER (CREAM [MILK], SOY LECITHIN), YEAST EXTRACT, SPICE EXTRACT, DEHYDRATED GARLIC.), FRENCHS FRIED ONION TOPPING (ONIONS, PALM OIL, WHEAT FLOUR, SALT DEXTROSE)",
        "Allergens": "Corn, Garlic, Gluten, Milk, MSG, Soy, Wheat"
    },
    {
        "Title": "Cookies & Cream Pie",
        "Serving Info": "1 SLICE (67g)",
        "Calories": "240",
        "Nutrients": {
            "Total Fat": "14g",
            "Saturated Fat": "11g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "200mg",
            "Total Carbohydrates": "25g",
            "Dietary Fiber": "1g",
            "Total Sugars": "17g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "2.2mcg",
            "Calcium": "29mg",
            "Iron": "0.81mg",
            "Potas.": "75mg"
        },
        "Ingredients": "INGREDIENTS: WATER, CHOCOLATE COOKIE CRUMBS [ENRICHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, COCOA PROCESSED WITH ALKALI, SOYBEAN AND/OR PALM OILS, HIGH FRUCTOSE CORN SYRUP, CHOCOLATE LIQUOR, SALT, CORN FLOUR, DEXTROSE , SODIUM BICARBONATE, SOY LECITHIN], SKIM MILK, SUGAR, VEGETABLE OIL PALM KERNEL, PALM, SOYBEAN, COCONUT OIL, HIGH FRUCTOSE CORN SYRUP, HYDROGENATED PALM KERNEL OIL, ENRICHED FLOUR WHEAT FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, CONTAINS 2 OR LESS: HEAVY WHIPPING CREAM [CREAM, MILK, STABILIZER CARRAGEENAN, MONO- AND DIGLYCERIDES, CELLULOSE GUM, POLYSORBATE 80, STANDARDIZED WITH DEXTROSE], MODIFIED CORN STARCH, CORN SYRUP, COCOA PROCESSED WITH ALKALI, GUMS XANTHAN, GUAR GUM, SODIUM CASEINATE, DEXTROSE, POLYSORBATE 60 AND 65, COLORED WITH BETA-CAROTENE, ANNATTO EXTRACT, TURMERIC, NATURAL AND ARTIFICIAL FLAVORS, SALT, SORBITAN MONOSTEARATE, SOY LECITHIN, DISODIUM PHOSPHATE, POLYGLYCEROL ESTERS OF FATTY ACIDS, SODIUM CITRATE, CORN FLOUR, CARRAGEENAN, BAKING SODA, MONOGLYCERIDES. CONTAINS: MILK, SOY, WHEAT",
        "Allergens": "Coconut, Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Sugar Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "7g",
            "Protein": "1g",
            "Vit. D": "0.0mcg",
            "Calcium": "26mg",
            "Iron": "0.52mg",
            "Potas.": "45mg"
        },
        "Ingredients": "SUGAR COOKIE DOUGH (ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), SUGAR, MARGARINE (PALM OIL, SOYBEAN OIL, WATER, SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVOR, VITAMIN A PALMITATE, BETA CAROTENE), EGGS, HIGH FRUCTOSE CORN SYRUP, SALT, BAKING SODA. CONTAINS: WHEAT, SOYBEANS AND EGGS)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Peanuts, Soy, Wheat"
    },
    {
        "Title": "Creamy Tomato Basil Bisque",
        "Serving Info": "Cup (232g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "4g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "680mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "2g",
            "Total Sugars": "5g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "0.2mcg",
            "Calcium": "30mg",
            "Iron": "0.36mg",
            "Potas.": "220mg"
        },
        "Ingredients": "WATER, CREAMY TOMATO BASIL BISQUE SOUP (INGREDIENTS: TOMATO PUREE WATER, TOMATO PASTE, DICED TOMATOES IN TOMATO JUICE, CREAM, CELERY, ONIONS, MODIFIED FOOD STARCH, CARROTS, CONTAINS LESS THAN 2 OF: SUGAR, BUTTER CREAM, SALT, SALT, WATER, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLES CELERY, ONIONS, CARROTS, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, YEAST EXTRACT, BASIL, MALTODEXTRIN, CORN OIL, DEHYDRATED ONIONS, SPICES, FLAVORING, CORNSTARCH, CELERY EXTRACT, GARLIC OIL.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Wheat"
    },
    {
        "Title": "Southwestern Style Chicken",
        "Serving Info": "2 OZ PORTION (57g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "60mg",
            "Sodium": "440mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "11g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.82mg",
            "Potas.": "170mg"
        },
        "Ingredients": "TYSON THIGH FAJITA STRIPS (BONELESS, SKINLESS DARK CHICKEN STRIPS, WATER, SALT, SPICES, DEHYDRATED GARLIC AND ONION.), SALAD OIL (SOYBEAN OIL WITH CITRIC ACID (PRESERVATIVE).), TACO SEASONING MIX (MALTODEXTRIN, SALT INCLUDES SEA SALT, MODIFIED FOOD STARCH, SPICES INCLUDES CHILI PEPPER, DEHYDRATED ONION, PAPRIKA, DEHYDRATED GARLIC, PAPRIKA EXTRACT, NATURAL FLAVOR, CITRIC ACID, LESS THAN 2 SILICON DIOXIDE ADDED ANTICAKING.)",
        "Allergens": "Corn, Garlic, Soy"
    },
    {
        "Title": "Grilled Vegetable Fajita",
        "Serving Info": "1 FAJITA (196g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "NA",
            "Cholesterol": "< 5mg",
            "Sodium": "1100mg",
            "Total Carbohydrates": "25g",
            "Dietary Fiber": "3g",
            "Total Sugars": "5g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "0.1mcg",
            "Calcium": "78mg",
            "Iron": "1.91mg",
            "Potas.": "360mg"
        },
        "Ingredients": "ZUCCHINI - DIAGONAL SLICE, 6  SOFT TACO SHELLS (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIANATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO AND DIGLYCERIDES, SODIUM METABISLPHITE ALLERGENS: WHEAT), GREEN PEPPERS - WEDGES, RED PEPPERS - WEDGES, YELLOW PEPPERS - WEDGES, GREEN ONIONS (GREEN ONION), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).)",
        "Allergens": "Corn, Garlic, Gluten, MSG, Wheat"
    },
    {
        "Title": "Spanish Rice",
        "Serving Info": "PORTION (83g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "430mg",
            "Total Carbohydrates": "17g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "5mg",
            "Iron": "0.26mg",
            "Potas.": "75mg"
        },
        "Ingredients": "WATER, TOMATOES - DICED, WHITE RICE (Ingredients: Long Grain White Rice), PEELED ONIONS - DICED, RED PEPPERS - DICED, GREEN PEPPERS - DICED, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER, CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "N/A"
    },
    {
        "Title": "Refried Beans",
        "Serving Info": "HALF CUP (97g)",
        "Calories": "350",
        "Nutrients": {
            "Total Fat": "3.5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "1360mg",
            "Total Carbohydrates": "57g",
            "Dietary Fiber": "22g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "22g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "REFRIED BEANS (PINTO BEANS (DRY), SALT, PALM OIL.), BOILING WATER",
        "Allergens": "N/A"
    },
    {
        "Title": "Fudge Brownie",
        "Serving Info": "1/18 TRAY (82g)",
        "Calories": "350",
        "Nutrients": {
            "Total Fat": "17g",
            "Saturated Fat": "11g",
            "Trans Fat": "0g",
            "Cholesterol": "60mg",
            "Sodium": "140mg",
            "Total Carbohydrates": "44g",
            "Dietary Fiber": "1g",
            "Total Sugars": "29g",
            "Added Sugars": "29g",
            "Protein": "4g",
            "Vit. D": "0mcg",
            "Calcium": "35mg",
            "Iron": "2.42mg",
            "Potas.": "150mg"
        },
        "Ingredients": "CHOCOLATE FUDGE UNICED BROWNIE (SUGAR, UNSALTED BUTTER (PASTEURIZED CREAM [MILK], NATURAL FLAVORING), ENRICHED BLEACHED WHEAT FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), FUDGE BASE (PALM OIL, COCOA [PROCESSED WITH ALKALI], CORN SYRUP SOLIDS, CONTAINS 2% OR LESS OF THE FOLLOWING: SUNFLOWER LECITHIN, SALT, DARK CHOCOLATE [SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, COCOA POWDER , SOY LECITHIN, NATURAL FLAVOR]), WHOLE EGGS, WATER, CORN SYRUP, WHEY PROTEIN CONCENTRATE (MILK), HEAVY CREAM (MILK), CORN STARCH - MODIFIED, SEMI-SWEET CHOCOLATE (SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, SOY LECITHIN [AN EMULSIFIER], NATURAL VANILLA FLAVOR, GROUND VANILLA BEANS), UNSWEETENED CHOCOLATE, FRUCTOSE, SALT, NATURAL FLAVORS, INSTANT COFFEE.CONTAINS: EGGS, MILK, SOY, WHEAT.PROCESSED IN A FACILITY THAT ALSO PROCESS PEANUTS AND TREE NUTS.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Shredded Monterey Jack Cheese",
        "Serving Info": ".5 OZ PORTION (14g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "NA",
            "Cholesterol": "15mg",
            "Sodium": "85mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "3g",
            "Vit. D": "0.1mcg",
            "Calcium": "106mg",
            "Iron": "0.10mg",
            "Potas.": "10mg"
        },
        "Ingredients": "MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).)",
        "Allergens": "Milk"
    },
    {
        "Title": "Picante Sauce",
        "Serving Info": "2 OZ PORTION (57g)",
        "Calories": "20",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "440mg",
            "Total Carbohydrates": "5g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "11mg",
            "Iron": "0.00mg",
            "Potas.": "95mg"
        },
        "Ingredients": "CRUSHED TOMATOES WATER, CONCENTRATED CRUSHED TOMOTOES), FRESH ONIONS, FRESH JALAPENO PEPPERS, DICED TOMATOES IN TOMATO JUICE, DISTILLED VINEGAR, SALT, DEHYDRATED ONIONS, GARLIC AND NATURAL FLAVORING.",
        "Allergens": "Garlic"
    },
    {
        "Title": "Shredded Lettuce",
        "Serving Info": "Ounce (28g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "0mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "0g",
            "Protein": "0g",
            "Vit. D": "0.0mcg",
            "Calcium": "5mg",
            "Iron": "0.12mg",
            "Potas.": "40mg"
        },
        "Ingredients": "Iceburg lettuce",
        "Allergens": "N/A"
    },
    {
        "Title": "Sour Cream",
        "Serving Info": "Tablespoon (15g)",
        "Calories": "30",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "0mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "0g",
            "Vit. D": "0mcg",
            "Calcium": "15mg",
            "Iron": "0.01mg",
            "Potas.": "20mg"
        },
        "Ingredients": "Grade A Cultured Milk and Cream, Enzymes",
        "Allergens": "Milk"
    }
]