[
    {
        "Title": "Rotisserie Chicken Soup",
        "Serving Info": "6 OZ PORTION (174g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "570mg",
            "Total Carbohydrates": "7g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "10mg",
            "Iron": "0.43mg",
            "Potas.": "45mg"
        },
        "Ingredients": "WATER, ROTISSERIE CHICKEN SOUP (INGREDIENTS: CHICKEN STOCK, WHITE CHICKEN MEAT, ENRICHED EGG NOODLES (WHEAT FLOUR, EGGS, EGG WHITES, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, ONIONS, CELERY, WATER, CONTAINS LESS THAN 2% OF: MODIFIED FOOD STARCH, SALT, GELATIN, CHICKEN FAT, SOY PROTEIN CONCENTRATE, CHICKEN BROTH, FLAVORING, SODIUM PHOSPHATE, WHEY POWDER (MILK), YEAST EXTRACT, SPICE, BETA CAROTENE, EGG YOLK POWDER, DEHYDRATED CHICKEN. CONTAINS: EGG, WHEAT, MILK, SOY)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Basmati Rice",
        "Serving Info": "PORTION (58g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "0.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "115mg",
            "Total Carbohydrates": "20g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "1mg",
            "Iron": "0.00mg",
            "Potas.": "10mg"
        },
        "Ingredients": "WATER, BASMATI RICE (BASMATI RICE), UNSALTED MARGARINE SOLIDS (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)",
        "Allergens": "Soy"
    },
    {
        "Title": "Kah Ree Yellow Curry Chicken",
        "Serving Info": "PORTION (83g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "9g",
            "Trans Fat": "NA",
            "Cholesterol": "20mg",
            "Sodium": "540mg",
            "Total Carbohydrates": "15g",
            "Dietary Fiber": "4g",
            "Total Sugars": "8g",
            "Added Sugars": "5g",
            "Protein": "8g",
            "Vit. D": "NA",
            "Calcium": "10mg",
            "Iron": "1.01mg",
            "Potas.": "270mg"
        },
        "Ingredients": "CHICKEN BREAST - 1  CHUNK (BONELESS, SKINLESS CHICKEN BREAST WITH RIB MEAT, WATER, SEASONING [MALTODEXTRIN, SMOKED TORULA YEAST {TORULA YEAST, SMOKE FLAVOR}, SPICES {INCLUDING CELERY SEED}, SALT, NATURAL FLAVOR, GARLIC POWDER, ONION POWDER, PAPRIKA], VINEGAR, MODIFIED FOOD STARCH, SODIUM PHOSPHATES.), COCONUT CREAM (Ingredients Coconuts, Cane Sugar, And Sea Salt. Contains Coconut Ingredients.), PEELED ONIONS - DICED, COCONUT MILK (FRESH COCONUT EXTRACT, WATER, XANTHAN GUM AND CARBOXYMETHYL CELLULOSE), 90 CT BAKING POTATOES (POTATO), YELLOW CURRY PASTE (INGREDIENTS: GARLIC, LEMONGRASS, SALT, SHALLOT, GALANGAL, DRIED RED CHILI, CORIANDER SEED, KAFFIR LIME PEEL, CURRY POWDER, CUMIN, CINNAMON, TURMERIC, CARDAMOM, NUTMEG), FISH SAUCE (Anchovy, Salt, Sugar. This product contains Fish (Anchovy)), BROWN SUGAR (SUGAR, MOLASSES)",
        "Allergens": "Coconut, Corn, Fish, Garlic"
    },
    {
        "Title": "Thai Peanut Noodles With Vegetables",
        "Serving Info": "3 OZ PORTION (86g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "13g",
            "Saturated Fat": "2g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "340mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "2g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "24mg",
            "Iron": "1.00mg",
            "Potas.": "170mg"
        },
        "Ingredients": "WATER, LINGUINE NOODLES (Durum wheat semolina, niacin, iron (ferrous sulfate), thiamin mononitrate, riboflavin, folic acid Contains: Wheat Manufactured in a facility that uses eggs), GREEN PEPPER-FINE JULIENN, RED PEPPERS-FINE JULIENNE, GREEN ONIONS (GREEN ONION), SOY SAUCE (Water, soybeans, wheat, salt, lactic acid, sodium benzoate: less than 1/10 of 1% as a preservative), WHITE WINE VINEGAR (WHITE WINE VINEGAR, SODIUM METABISULFITE OR SODIUM BISULFITE AS A PRESERVATIVE.), CREAMY PEANUT BUTTER (PEANUTS, HYDROLYZED VEGETABLE OIL (RAPE SEED, COTTON SEED AND SOYA BEAN OIL), ICING, SUGAR, CORN SYRUP SOLIDS, SALT.), OLIVE OIL (75% canola, 25% olive oil), SHREDDED CARROTS, ZUCCHINI - SHREDDED, BROWN SUGAR (SUGAR, MOLASSES), SESAME OIL (100 PURE SESAME OIL), SALAD OIL (SOYBEAN OIL WITH CITRIC ACID (PRESERVATIVE).), SESAME SEED, GROUND GINGER, CRUSHED RED PEPPER (CRUSHED RED PEPPERS)",
        "Allergens": "Alcohol, Corn, Gluten, Peanuts, Sesame, Soy, Wheat"
    },
    {
        "Title": "Roasted Garlic Naan",
        "Serving Info": "1 FLATBREAD (125g)",
        "Calories": "390",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "860mg",
            "Total Carbohydrates": "59g",
            "Dietary Fiber": "3g",
            "Total Sugars": "6g",
            "Added Sugars": "3g",
            "Protein": "12g",
            "Vit. D": "NA",
            "Calcium": "77mg",
            "Iron": "3.21mg",
            "Potas.": "150mg"
        },
        "Ingredients": "ENRICHED WHEAT FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, ASCORBIC ACID AS A DOUGH CONDITIONER, THIAMINE MONONITRATE, RIBOFLAVIN, ENZYME, FOLIC ACID), FRESH BUTTERMILK (SKIM MILK, DRY BUTTERMILK, BACTERIAL CULTURE), WATER, SOYBEAN AND/OR CANOLA OIL, FIRE ROASTED GARLIC, CULTURED WHEAT FLOUR, EGGS, SUGAR, BAKING POWDER (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE), SEA SALT, GHEE (CLARIFIED BUTTER), WHEAT GLUTEN, CILANTRO, DEXTROSE, DEXTRIN, CARROT FIBER, YEAST. CONTAINS: WHEAT, MILK AND EGGS. PRODUCED IN A FACILITY THAT ALSO PROCESSES SOY AND SESAME.",
        "Allergens": "Corn, Eggs, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Broccolini In Garlic Sauce",
        "Serving Info": "3 OZ PORTION (85g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "200mg",
            "Total Carbohydrates": "5g",
            "Dietary Fiber": "2g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "50mg",
            "Iron": "0.65mg",
            "Potas.": "240mg"
        },
        "Ingredients": "FRESH BROCCOLINI (Broccolini), WATER, SOY SAUCE (Water, soybeans, wheat, salt, lactic acid, sodium benzoate: less than 1/10 of 1% as a preservative), FRESH GARLIC - MINCED, OLIVE OIL (75% canola, 25% olive oil), RICE WINE VINEGAR (Rice Wine Vinegar (diluted with water to 4.5% acidity).), SESAME OIL (100 PURE SESAME OIL), SESAME SEED",
        "Allergens": "Alcohol, Garlic, Gluten, Sesame, Soy, Wheat"
    },
    {
        "Title": "Frosted Carrot Cake",
        "Serving Info": "1 SLICE (68g)",
        "Calories": "270",
        "Nutrients": {
            "Total Fat": "12g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "35mg",
            "Sodium": "250mg",
            "Total Carbohydrates": "35g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "23g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "CARROT CAKE (INGREDIENTS: SUGAR, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, EGGS, VEGETABLE OIL (SOYBEAN AND PALM OILS), CREAM CHEESE (PASTEURIZED MILK AND CREAM, CHEESE CULTURE, SALT, CAROB BEAN GUM), WALNUTS, CRUSHED PINEAPPLE (PINEAPPLE, UNSWEETENED PINEAPPLE JUICE, ASCORBIC ACID). CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: MARGARINE [PALM OIL, WATER, SOYBEAN OIL, SALT, MONO- AND DIGLYCERIDES (FROM VEGETABLE SOURCES), ARTIFICIAL FLAVOR, ANNATTO (COLOR), CALCIUM DISODIUM EDTA (PRESERVATIVE), VITAMIN A PALMITATE], MODIFIED CORN STARCH, HIGH FRUCTOSE CORN SYRUP, WHEY, CINNAMON, PECANS, CORN SYRUP, SALT, LEAVENING (SODIUM ACID PYROPHOSPHATE, BAKING SODA, MONOCALCIUM PHOSPHATE), MONO- AND DIGLYCERIDES, CORN STARCH, COCOA PROCESSED WITH ALKALI, NATURAL AND ARTIFICIAL FLAVORS, POLYSORBATE 60, SOY LECITHIN, SOY FLOUR. CONTAINS WHEAT, EGGS, MILK, WALNUTS, PECANS AND SOY.)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Tree Nuts, Wheat"
    },
    {
        "Title": "Carnival Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "1.08mg",
            "Potas.": "NA"
        },
        "Ingredients": "CARNIVAL COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- ANDDIGLYCERIDES, NATURAL FLAVORS [CONTAINS MILK], CITRIC ACID, VITAMIN A P ALMITATE ADDED, BETA CAROTENE [COLOR], SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, VANILLA EXTRACT, COLORED CHOCOLATE CANDIES SEMI-SWEET CHOCOLATE [SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, NATURAL FLAVOR], SUGAR, ARTIFICIAL COLOR [TITANIUM DIOXIDE, RED 40 LAKE, YELLOW 6 LAKE, YELLOW 6, YELLOW 5 LAKE, BLUE 1 LAKE, RED 3, BLUE 2 LAKE], CORNSTARCH, CONFECTIONER'S GLAZE [CARNAUBA WAX, BEESWAX, SHELLAC], EGGS, DEXTROSE, CONTAINS 2 OR LESS OF WATER, MOLASSES, BAKING SODA, SALT, WHEAT STARCH, NATURAL AND ARTIFICIAL FLAVOR. CONTAINS: EGGS, MILK, SOY AND WHEAT.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Cream Of Potato Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "860mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "4mg",
            "Iron": "0mg",
            "Potas.": "270mg"
        },
        "Ingredients": "WATER, CREAM OF POTATO SOUP (INGREDIENTS: POTATOES, SKIM MILK, CREAM, CARROTS, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CELERY, DEHYDRATED SKIM MILK, ONIONS, CONTAINS LESS THAN 2 OF: SALT, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SOY PROTEIN CONCENTRATE, SPICES, FLAVORING.)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Chicken & Cheese Crispito",
        "Serving Info": "1 CRISPITO (77g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "270mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "3g",
            "Added Sugars": "0g",
            "Protein": "8g",
            "Vit. D": "NA",
            "Calcium": "64mg",
            "Iron": "0.70mg",
            "Potas.": "130mg"
        },
        "Ingredients": "CHEESE AND CHICKEN CRISPITO (Ingredients CHICKEN FILLING: COOKED CHICKEN PIECES, PASTEURIZED PROCESS CHEESE SAUCE WITH JALAPENO [CHEDDAR AND MONTEREY JACK CHEESES PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, WHEY, CANOLA OIL, JALAPENO PEPPERS JALAPENO PEPPERS, VINEGAR, SALT, MODIFIED FOOD STARCH, SODIUM PHOSPHATE, SALT, LACTIC ACID, SODIUM ALGINATE, SORBIC ACID AS A PRESERVATIVE, APOCAROTENAL COLOR, ANNATTO COLOR], WATER, MODIFIED CORN STARCH, ONION POWDER, SALT, SPICES, CHILI POWDER [SPICES INCLUDING MUSTARD, SALT, AND GARLIC POWDER]. FLOUR TORTILLA: BLEACHED ENRICHED WHEAT FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, BLEND OF VEGETABLE OILS CORN OIL, SOYBEAN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, DOUGH CONDITIONER [ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SODIUM STEAROYL LACTYLATE SSL], POTASSIUM SORBATE PRESERVATIVE. PASTE INGREDIENTS: WATER, XANTHAN GUM. BLANCHED IN VEGETABLE OIL.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Sweet Potato & Black Bean Enchiladas",
        "Serving Info": "1 ENCHILADA (147g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "4g",
            "Trans Fat": "NA",
            "Cholesterol": "20mg",
            "Sodium": "570mg",
            "Total Carbohydrates": "20g",
            "Dietary Fiber": "3g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "7g",
            "Vit. D": "0.1mcg",
            "Calcium": "143mg",
            "Iron": "0.90mg",
            "Potas.": "210mg"
        },
        "Ingredients": "FIRST FIRE ROASTED GREEN SALSA VERDE (INGREDIENTS: FIRE ROASTED TOMATILLOS (TOMATILLOS, CITRIC ACID [TO ACIDIFY]), TOMATILLOS, JALAPENO PEPPERS, WATER, ROASTED POBLANO PEPPERS, ONIONS, CONTAINS 2% OR LESS OF SALT, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), SPICES, DEHYDRATED GARLIC, SODIUM BENZOATE (PRESERVATIVE), SMOKE FLAVOR, XANTHAN GUM, DEHYDRATED CILANTRO.), WHOLE PEELED SWEET POTATOES, 6  CORN TORTILLA'S (Whole grain corn, water, gums, preservatives (propionic acid, sorbic acid, fumaric acid, methyl and propyl parabens), lime.), BLACK BEANS - DRAINED AND RINSED (BLACK BEANS, WATER, SALT, FERROUS GLUCONATE.), DICED GREEN CHILIES (Green Chili Peppers, Water, Salt, Citric Acid), FIRST MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), CRUMBLES OF FETA CHEESE (FETA CHEESE (PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES).), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), LIME JUICE (LIME JUICE (100%)), OLIVE OIL (75% canola, 25% olive oil), FRESH GARLIC, CHILI POWDER, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND CUMIN, CAYENNE PEPPER (CRUSHED RED PEPPERS), GROUND BLACK PEPPER, Sunflower Oil Pan Spray (A blend of Sunflower Oil, Sunflower Lecithin, Natural Flavor and Propellant)",
        "Allergens": "Corn, Garlic, Milk"
    },
    {
        "Title": "Refried Beans",
        "Serving Info": "2.5 OZ PORTION (71g)",
        "Calories": "250",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "1000mg",
            "Total Carbohydrates": "42g",
            "Dietary Fiber": "16g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "16g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "REFRIED BEANS (PINTO BEANS (DRY), SALT, PALM OIL.), BOILING WATER",
        "Allergens": "N/A"
    },
    {
        "Title": "Green Chile Rice",
        "Serving Info": "PORTION (87g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "5mg",
            "Sodium": "290mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "13mg",
            "Iron": "0.24mg",
            "Potas.": "25mg"
        },
        "Ingredients": "WATER, WHITE RICE (Ingredients: Long Grain White Rice), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), POBLANO PEPPERS (Poblano Chili Pepper), GREEN PEPPERS - DICED, GREEN ONIONS (GREEN ONION), FRESH JALAPENO PEPPERS (Habanero Peppers), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), WHITE PEPPER",
        "Allergens": "Milk"
    },
    {
        "Title": "French Silk Pie",
        "Serving Info": "1 SLICE (80g)",
        "Calories": "320",
        "Nutrients": {
            "Total Fat": "23g",
            "Saturated Fat": "12g",
            "Trans Fat": "NA",
            "Cholesterol": "50mg",
            "Sodium": "120mg",
            "Total Carbohydrates": "27g",
            "Dietary Fiber": "2g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "FRENCH SILK PIE",
        "Allergens": "Alcohol, Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "100mg",
            "Total Carbohydrates": "17g",
            "Dietary Fiber": "0g",
            "Total Sugars": "10g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "CHOCOLATE CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, PALM AND PALM KERNEL OIL, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, VANILLA EXTRACT, MILK, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVORS [INCLUDES MILK], CITRIC ACID, VITAMIN A PALMITATE ADDED, BETA CAROTENE [COLOR], WATER, EGGS, DEXTROSE, CONTAINS 2 OR LESS OF: MOLASSES, COCOA PROCESSED WITH ALKALI, WHEAT STARCH, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR, SORBITAN MONOSTEARATE, POLYSORBATE 60, SOY LECITHIN, MILK. CONTAINS: EGG, MILK, SOY, WHEAT.)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Chicken & Dumpling Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "40mg",
            "Sodium": "950mg",
            "Total Carbohydrates": "15g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "9g",
            "Vit. D": "NA",
            "Calcium": "57mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "WATER, CHICKEN AND DUMPLING SOUP (CHICKEN STOCK, COOKED DUMPLINGS (ENRICHED FLOUR [WHEAT FLOUR, FERROUS SULFATE, NIACIN, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], EGGS, WATER, ENRICHED FLOUR [WHEAT FLOUR, FERROUS SULFATE, NIACIN, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], SALT, WHEAT GLUTEN, TURMERIC), CHICKEN MEAT, CELERY, WATER, CREAM (MILK), BLEACHED ENRICHED FLOUR (WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, CONTAINS LESS THAN 2% OF: SALT, MECHANICALLYSEPARATED CHICKEN MEAT, MODIFIED FOOD STARCH, CHICKEN FAT, WHEY (MILK), CHICKEN FLAVOR, CALCIUM AND SODIUM CASEINATE (MILK), SOY PROTEIN CONCENTRATE, FLAVORING, DISODIUM GUANYLATE, DISODIUM INOSINATE, SODIUM PHOSPHATE, DEHYDRATED PARSLEY, BETA CAROTENE FOR COLOR, DEHYDRATED CHICKEN.)",
        "Allergens": "Eggs, Garlic, Gluten, Soy, Wheat"
    },
    {
        "Title": "Fried Catfish",
        "Serving Info": "PORTION (100g)",
        "Calories": "230",
        "Nutrients": {
            "Total Fat": "13g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "NA",
            "Cholesterol": "70mg",
            "Sodium": "280mg",
            "Total Carbohydrates": "8g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "18g",
            "Vit. D": "NA",
            "Calcium": "44mg",
            "Iron": "1.43mg",
            "Potas.": "340mg"
        },
        "Ingredients": "BREADED CATFISH (CATFISH, WATER, YELLOW CORNMEAL, YELLOW CORN FLOUR, ENRICHED WHEAT FLOUR )FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN), SALT, SPICES, PARTIALLY HYDROGENATED SOYBEAN OIL, LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE), XANTHAN GUM, GUAR GUM, SODIUM TRIPOLYPHOSPHATES, SODIUM HEXAMETAPHOSPHATE, SODIUM ASCORBATE (VITAMIN C), CITRIC ACID.)",
        "Allergens": "Corn, Fish, Gluten, Soy, Wheat"
    },
    {
        "Title": "Hoppin' John",
        "Serving Info": "4 OZ PORTION (115g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "90mg",
            "Total Carbohydrates": "20g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "12mg",
            "Iron": "0.99mg",
            "Potas.": "140mg"
        },
        "Ingredients": "HOT WATER, BLACKEYED PEAS-DRAIN WELL (BLACKEYE PEAS, WATER, SALT, AND DISODIUM EDTA ADDED TO PRESERVE COLOR.), BROWN RICE (Parboiled Long Grain Brown Rice), PEELED ONIONS - CHOPPED, GREEN PEPPERS, TOMATO PASTE (TOMATOES), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), OLIVE OIL (75% canola, 25% olive oil), SALAD OIL (SOYBEAN OIL WITH CITRIC ACID (PRESERVATIVE).), RED WINE VINEGAR (RED WINE VINEGAR (DILUTED WITH WATER TO 5% ACIDITY), POTASSIUM METABISULFITE (PRESERVATIVE).), GREEN ONIONS (GREEN ONION), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Alcohol, Garlic, Soy"
    },
    {
        "Title": "Breaded Fried Okra",
        "Serving Info": "3.2 OZ PORTION (91g)",
        "Calories": "110",
        "Nutrients": {
            "Total Fat": "0.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "NA",
            "Sodium": "420mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "2g",
            "Total Sugars": "1g",
            "Added Sugars": "0g",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "135mg"
        },
        "Ingredients": "BREADED OKRA (INGREDIENTS: OKRA, BLEACHED WHEAT FLOUR, WATER, YELLOW CORN FLOUR, CONTAINS LESS THAN 2 OF: DEXTROSE, LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, DRIED ONION, DRIED YEAST, NONFAT DRY MILK, SPICES, DRIED WHOLE EGGS, SALT. CONTAINS: WHEAT, MILK, EGG)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Wheat"
    },
    {
        "Title": "Southern Style Green Beans With Ham",
        "Serving Info": "HALF CUP (71g)",
        "Calories": "20",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "270mg",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "15mg",
            "Iron": "0.61mg",
            "Potas.": "40mg"
        },
        "Ingredients": "CANNED GREEN BEANS (GREEN BEANS, WATER, SALT, ZINC CHLORIDE (FOR COLOR STABILIZATION).), PEELED ONION - CHOPPED, BACON FAT, PORK HAM DICED (Cured With: Water, Dextrose, Contains 2% or Less of Salt, Potassium Lactate, Sodium Lactate, Sodium Phosphates, Sodium Diacetate, Sodium Erythorbate, Sodium Nitrite.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), SUGAR",
        "Allergens": "Pork"
    },
    {
        "Title": "Cornbread",
        "Serving Info": "1/30 TRAY (61g)",
        "Calories": "420",
        "Nutrients": {
            "Total Fat": "20g",
            "Saturated Fat": "4g",
            "Trans Fat": "0g",
            "Cholesterol": "80mg",
            "Sodium": "520mg",
            "Total Carbohydrates": "50g",
            "Dietary Fiber": "0g",
            "Total Sugars": "22g",
            "Added Sugars": "N/A",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "52mg",
            "Iron": "2.18mg",
            "Potas.": "80mg"
        },
        "Ingredients": "PREMADE SLICED CORNBREAD (ENRICHED BLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, EGGS, WATER, SUGAR, SOYBEAN OIL, YELLOW CORN MEAL, HIGH FRUCTOSE CORN SYRUP, CONTAINS 2 OR LESS: SKIM MILK, MODIFIED CORN STARCH, LEAVENING SODIUM ACID PYROPHOSPHATE, BAKING SODA, CORN STARCH, MONOCALCIUM PHOSPHATE, SALT, MONO- AND DIGLYCERIDES, LACTOSE, MILK PROTEIN CONCENTRATE, XANTHAN GUM.)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Old Fashioned Lemon Bar",
        "Serving Info": "1 BAR (45g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "120mg",
            "Total Carbohydrates": "24g",
            "Dietary Fiber": "0g",
            "Total Sugars": "20g",
            "Added Sugars": "16g",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "72mg",
            "Iron": "0mg",
            "Potas.": "105mg"
        },
        "Ingredients": "Ingredients SWEETENED CONDENSED MILK (MILK, SUGAR), YELLOW CAKE BASE (SUGAR, ENRICHED BLEACHED WHEAT FLOUR [FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], FOOD STARCH - MODIFIED, SOYBEAN OIL, WHEY [MILK], CONTAINS 2% OR LESS OF: ARTIFICIAL FLAVOR, SOY FLOUR, EGGS, LEAVENING [BAKING SODA, SODIUM ALUMINUM SULFATE], MONO AND DIGLYCERIDES, PROPYLENE GLYCOL MONO AND DIESTERS OF FATTY ACIDS, SALT, SODIUM STEAROYL LACTYLATE, VITAL WHEAT GLUTEN, ARTIFICIAL COLORS [YELLOW 5, YELLOW LAKE 5, YELLOW 6, YELLOW LAKE 6]), LEMON JUICE, WHOLE EGGS, MARGARINE (PALM OIL, WATER, SALT, MONO AND DIGLYCERIDES, SOY LECITHIN, SODIUM BENZOATE [PRESERVATIVE], ARTIFICIAL FLAVOR, [BETA]-APO-8â€™-CAROTENAL [COLOR] AND VITAMIN A PALMITATE ADDED), SUGAR BLEND (DEXTROSE, PALM OIL, SOYBEAN OIL, NATURAL AND ARTIFICIAL FLAVORS), LEMON COMPOUND (CORN SYRUP, LEMON PUREE [LEMON PEEL, WATER, LEMON PULP CELLS, LEMON JUICE CONCENTRATE], SUGAR, WATER, FOOD STARCH - MODIFIED [CORN], NATURAL FLAVOR, PROPYLENE GLYCOL, PECTIN",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Double Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "1.80mg",
            "Potas.": "NA"
        },
        "Ingredients": "DOUBLE CHOC CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- ANDDIGLYCERIDES, NATURAL FLAVORS [CONTAINS MILK], CITRIC ACID, VITAMIN A P ALMITATE ADDED, BETA CAROTENE [COLOR], WHITE CHOCOLATE CHIPS SUGAR, WHOLE MILK POWDER, COCOA BUTTER, SOY LECITHIN, ARTIFICIAL FLAVOR, MOLASSES, DEXTROSE, EGGS, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, SOY LECITHIN, VANILLA EXTRACT, WATER, COCOA PROCESSED WITH ALKALI, CONTAINS 2 OR LESS OF: WHEAT STARCH, CARAMEL COLOR, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR. CONTAINS: EGGS, MILK, SOY AND WHEAT)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Ranch Dressing",
        "Serving Info": "Tablespoon (14g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "125mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "SOYBEAN OIL, WATER, VINEGAR, BUTTERMILK, SUGAR, EGG YOLKS, SALT, CONTAINS LESS THAN 2% OF THE FOLLOWING: MODIFIED FOOD STARCH, WHEY*, XANTHAN GUM, GARLIC*, ONIONS*, SPICE, PHOSPHORIC ACID, DISODIUM GUANYLATE, DISODIUM INOSINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR). *DRIED",
        "Allergens": "Eggs, Garlic, Milk, Soy"
    },
    {
        "Title": "Texas Barbeque Sauce",
        "Serving Info": "Tablespoon (17g)",
        "Calories": "20",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "140mg",
            "Total Carbohydrates": "4g",
            "Dietary Fiber": "0g",
            "Total Sugars": "4g",
            "Added Sugars": "3g",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "0mg"
        },
        "Ingredients": "Ingredients Water, Distilled Vinegar, Sugar, Tomato Paste, Brown Sugar, Corn Starch, Salt, Contains Less Than 2% Of Caramel Color, Natural Smoke Flavor, Spice, Garlic,* Mustard Seed, Natural Flavor, Paprika, Sodium Benzoate (Preservative), Onion,* Molasses, Mustard Flour, Red Pepper, Oleoresin Paprika (Color), Corn Syrup, Tamarind, Celery Seed. *Dried",
        "Allergens": "Alcohol, Corn, Garlic"
    },
    {
        "Title": "Broccoli Cheese Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "800mg",
            "Total Carbohydrates": "10g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "82mg",
            "Iron": "0.36mg",
            "Potas.": "105mg"
        },
        "Ingredients": "WATER, BROCOLLI CHEESE SOUP (Back to Search SHARE\t\tPRINT   \t\t\t\t\t\t \t CAMPBELL'S SIGNATURE  Soup  SOUP, BROCCOLI CHEESE CONDENSED ADD WATER TRAY PACK FROZEN FLORET  # 1001742  \t\t\t   3/4 LB\t  $31.34 / CS  ADD TO ORDER  Add to... Quantity Available  CS: 17     Customers Also Bought  \t   SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN MOLLY'S KITCHEN SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN #6082179 \t\t\t $38.65 / CS ADD TO ORDER   \t \t   \t   SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN MOLLY'S KITCHEN SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN #6555516 \t $33.01 / CS ADD TO ORDER   \t \t   \t   SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN MOLLY'S KITCHEN SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN #8116271 \t $41.26 / CS ADD TO ORDER   \t \t   \t   SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN MOLLY'S KITCHEN SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN #2045093 \t $28.35 / CS ADD TO ORDER   \t \t    Product Description Additional Description FS FRZ BROCCOLI CHEESE 4.00 LB 3 CA STD CASE  Ingredients INGREDIENTS: WATER, BROCCOLI, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CHEDDAR CHEESE MILK, CULTURES, SALT, ENZYMES, CREAM, CONTAINS LESS THAN 2 OF: SALT, YEAST EXTRACT, CHEESE FLAVOR BASE CHEDDAR CHEESE [CREAM, NONFAT MILK, LOWFAT MILK, MILK, SALT, ENZYMES, CULTURES, CALCIUM CHLORIDE], WHEY, WATER, WHEY PROTEIN CONCENTRATE, SALT, LOWFAT MILK, DISODIUM PHOSPHATE, ENZYMES, CULTURES, SUGAR, SOY PROTEIN CONCENTRATE, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, DEHYDRATED ONIONS, SPICE, BETA CAROTENE, DISODIUM PHOSPHATE, SODIUM PHOSPHATE.)",
        "Allergens": "Corn, Milk, Soy"
    },
    {
        "Title": "Beyond \"Meatloaf\"",
        "Serving Info": "PORTION (122g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "30mg",
            "Sodium": "660mg",
            "Total Carbohydrates": "12g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "2g",
            "Protein": "22g",
            "Vit. D": "1.0mcg",
            "Calcium": "166mg",
            "Iron": "7.28mg",
            "Potas.": "350mg"
        },
        "Ingredients": "BEYOND VEGAN BEEF SUBSTITUTE (Ingredients WATER, PEA PROTEIN*, EXPELLER-PRESSED CANOLA OIL, REFINED COCONUT OIL, RICE PROTEIN, NATURAL FLAVORS, COCOA BUTTER, MUNG BEAN PROTEIN, METHYLCELLULOSE, POTATO STARCH, APPLE EXTRACT, POMEGRANATE EXTRACT, SALT, POTASSIUM CHLORIDE, VINEGAR, LEMON JUICE CONCENTRATE, SUNFLOWER LECITHIN, BEET JUICE EXTRACT (FOR COLOR).PEAS ARE LEGUMES. PEOPLE WITH SEVERE ALLERGIES TO LEGUMES LIKE PEANUTS SHOULD BE CAUTIOUS WHEN INTRODUCING PEA PROTEIN INTO THEIR DIET BECAUSE OF THE POSSIBILITY OF A PEA ALLERGY. CONTAINS NO PEANUTS OR TREE NUTS.), 2% MILK, EGG BLEND (WHOLE EGGS, 19.0 WATER, CONTAINS LESS THAN 2 OF THE FOLLOWING: SALT, XANTHAN GUM, CITRIC ACID, ANNATTO COLOR, NATURAL BUTTER FLAVOR SUNFLOWER OIL, NATURAL FLAVORS, AND MEDIUM CHAIN TRIGLYCERIDES), WONDER WHITE BREAD (UNBLEACHED ENRICHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SUGAR, YEAST, CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: CALCIUM CARBONATE, WHEAT GLUTEN, SOYBEAN OIL, SALT, DOUGH CONDITIONERS (CONTAINS ONE OR MORE OF THE FOLLOWING: SODIUM STEAROYL LACTYLATE, CALCIUM STEAROYL LACTYLATE, MONOGLYCERIDES, MONO- AND DIGLYCERIDES, DISTILLED MONOGLYCERIDES, CALCIUM PEROXIDE, CALCIUM IODATE, DATEM, ETHOXYLATED MONO-A ND DIGLYCERIDES, ENZYMES, ASCORBIC ACID), VINEGAR, MONOCALCIUM PHOSPHATE, CITRIC ACID, CHOLECALCIFEROL (VITAMIN D3), SOY LECITHIN, CALCIUM PROPIONATE (TO RETARD SPOILAGE).), HEINZ VOLUME PACK  CATSUP (TOMATO CONCENTRATE MADE FROM RED RIPE TOMATOES, DISTILLED VINEGAR, HIGH FRUCTOSE CORN SYRUP, CORN SYRUP, SALT, SPICE, ONION POWDER, AND NATURAL FLAVORING.), PEELED ONIONS - FINE CHOP, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), WORCHESTERSHIRE SAUCE (VINEGAR, MOLASSES, HIGH FRUCTOSE CORN SYRUP, ANCHOVIES, WATER, ONIONS, SALT, GARLIC, TAMARIND CONCENTRATE, CLOVES, NATURAL FLAVORINGS, CHILI PEPPER EXTRACT), GROUND BLACK PEPPER, 5# MILD CHILI POWDER",
        "Allergens": "Coconut, Corn, Eggs, Fish, Garlic, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Homestyle Meatloaf",
        "Serving Info": "PORTION (122g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "14g",
            "Saturated Fat": "5g",
            "Trans Fat": "0.5g",
            "Cholesterol": "100mg",
            "Sodium": "540mg",
            "Total Carbohydrates": "9g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "3g",
            "Added Sugars": "2g",
            "Protein": "23g",
            "Vit. D": "1.0mcg",
            "Calcium": "132mg",
            "Iron": "2.66mg",
            "Potas.": "370mg"
        },
        "Ingredients": "GROUND BEEF, 2% MILK, EGG BLEND (WHOLE EGGS, 19.0 WATER, CONTAINS LESS THAN 2 OF THE FOLLOWING: SALT, XANTHAN GUM, CITRIC ACID, ANNATTO COLOR, NATURAL BUTTER FLAVOR SUNFLOWER OIL, NATURAL FLAVORS, AND MEDIUM CHAIN TRIGLYCERIDES), WONDER WHITE BREAD (UNBLEACHED ENRICHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SUGAR, YEAST, CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: CALCIUM CARBONATE, WHEAT GLUTEN, SOYBEAN OIL, SALT, DOUGH CONDITIONERS (CONTAINS ONE OR MORE OF THE FOLLOWING: SODIUM STEAROYL LACTYLATE, CALCIUM STEAROYL LACTYLATE, MONOGLYCERIDES, MONO- AND DIGLYCERIDES, DISTILLED MONOGLYCERIDES, CALCIUM PEROXIDE, CALCIUM IODATE, DATEM, ETHOXYLATED MONO-A ND DIGLYCERIDES, ENZYMES, ASCORBIC ACID), VINEGAR, MONOCALCIUM PHOSPHATE, CITRIC ACID, CHOLECALCIFEROL (VITAMIN D3), SOY LECITHIN, CALCIUM PROPIONATE (TO RETARD SPOILAGE).), HEINZ VOLUME PACK  CATSUP (TOMATO CONCENTRATE MADE FROM RED RIPE TOMATOES, DISTILLED VINEGAR, HIGH FRUCTOSE CORN SYRUP, CORN SYRUP, SALT, SPICE, ONION POWDER, AND NATURAL FLAVORING.), PEELED ONIONS - FINE CHOP, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), WORCHESTERSHIRE SAUCE (VINEGAR, MOLASSES, HIGH FRUCTOSE CORN SYRUP, ANCHOVIES, WATER, ONIONS, SALT, GARLIC, TAMARIND CONCENTRATE, CLOVES, NATURAL FLAVORINGS, CHILI PEPPER EXTRACT), GROUND BLACK PEPPER, 5# MILD CHILI POWDER",
        "Allergens": "Beef, Corn, Eggs, Fish, Garlic, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Roasted Garlic Potatoes",
        "Serving Info": "PORTION (137g)",
        "Calories": "230",
        "Nutrients": {
            "Total Fat": "14g",
            "Saturated Fat": "2g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "75mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "4g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "0mcg",
            "Calcium": "73mg",
            "Iron": "7.12mg",
            "Potas.": "510mg"
        },
        "Ingredients": "NEW RED POTATOES-QUARTER, OLIVE OIL (75% canola, 25% olive oil), FRESH GARLIC, PARSLEY BUNCH, FROZEN ROSEMARY - FINELY CHOPPED, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Garlic"
    },
    {
        "Title": "Corn",
        "Serving Info": "3.5 OZ PORTION (99g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "0.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "0mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "0g",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "3mg",
            "Iron": "0.47mg",
            "Potas.": "230mg"
        },
        "Ingredients": "CORN",
        "Allergens": "Corn"
    },
    {
        "Title": "Cookies & Cream Pie",
        "Serving Info": "1 SLICE (67g)",
        "Calories": "240",
        "Nutrients": {
            "Total Fat": "14g",
            "Saturated Fat": "11g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "200mg",
            "Total Carbohydrates": "25g",
            "Dietary Fiber": "1g",
            "Total Sugars": "17g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "2.2mcg",
            "Calcium": "29mg",
            "Iron": "0.81mg",
            "Potas.": "75mg"
        },
        "Ingredients": "INGREDIENTS: WATER, CHOCOLATE COOKIE CRUMBS [ENRICHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, COCOA PROCESSED WITH ALKALI, SOYBEAN AND/OR PALM OILS, HIGH FRUCTOSE CORN SYRUP, CHOCOLATE LIQUOR, SALT, CORN FLOUR, DEXTROSE , SODIUM BICARBONATE, SOY LECITHIN], SKIM MILK, SUGAR, VEGETABLE OIL PALM KERNEL, PALM, SOYBEAN, COCONUT OIL, HIGH FRUCTOSE CORN SYRUP, HYDROGENATED PALM KERNEL OIL, ENRICHED FLOUR WHEAT FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, CONTAINS 2 OR LESS: HEAVY WHIPPING CREAM [CREAM, MILK, STABILIZER CARRAGEENAN, MONO- AND DIGLYCERIDES, CELLULOSE GUM, POLYSORBATE 80, STANDARDIZED WITH DEXTROSE], MODIFIED CORN STARCH, CORN SYRUP, COCOA PROCESSED WITH ALKALI, GUMS XANTHAN, GUAR GUM, SODIUM CASEINATE, DEXTROSE, POLYSORBATE 60 AND 65, COLORED WITH BETA-CAROTENE, ANNATTO EXTRACT, TURMERIC, NATURAL AND ARTIFICIAL FLAVORS, SALT, SORBITAN MONOSTEARATE, SOY LECITHIN, DISODIUM PHOSPHATE, POLYGLYCEROL ESTERS OF FATTY ACIDS, SODIUM CITRATE, CORN FLOUR, CARRAGEENAN, BAKING SODA, MONOGLYCERIDES. CONTAINS: MILK, SOY, WHEAT",
        "Allergens": "Coconut, Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Sugar Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "7g",
            "Protein": "1g",
            "Vit. D": "0.0mcg",
            "Calcium": "26mg",
            "Iron": "0.52mg",
            "Potas.": "45mg"
        },
        "Ingredients": "SUGAR COOKIE DOUGH (ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), SUGAR, MARGARINE (PALM OIL, SOYBEAN OIL, WATER, SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVOR, VITAMIN A PALMITATE, BETA CAROTENE), EGGS, HIGH FRUCTOSE CORN SYRUP, SALT, BAKING SODA. CONTAINS: WHEAT, SOYBEANS AND EGGS)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Peanuts, Soy, Wheat"
    },
    {
        "Title": "Creamy Tomato Basil Bisque",
        "Serving Info": "Cup (232g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "4g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "680mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "2g",
            "Total Sugars": "5g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "0.2mcg",
            "Calcium": "30mg",
            "Iron": "0.36mg",
            "Potas.": "220mg"
        },
        "Ingredients": "WATER, CREAMY TOMATO BASIL BISQUE SOUP (INGREDIENTS: TOMATO PUREE WATER, TOMATO PASTE, DICED TOMATOES IN TOMATO JUICE, CREAM, CELERY, ONIONS, MODIFIED FOOD STARCH, CARROTS, CONTAINS LESS THAN 2 OF: SUGAR, BUTTER CREAM, SALT, SALT, WATER, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLES CELERY, ONIONS, CARROTS, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, YEAST EXTRACT, BASIL, MALTODEXTRIN, CORN OIL, DEHYDRATED ONIONS, SPICES, FLAVORING, CORNSTARCH, CELERY EXTRACT, GARLIC OIL.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Wheat"
    },
    {
        "Title": "Chicken Tikka Masala",
        "Serving Info": "PORTION (137g)",
        "Calories": "180",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "NA",
            "Cholesterol": "100mg",
            "Sodium": "510mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "20g",
            "Vit. D": "0.3mcg",
            "Calcium": "31mg",
            "Iron": "1.41mg",
            "Potas.": "95mg"
        },
        "Ingredients": "REFRIGERATED JUMBO CHICKEN THIGH MEAT (Fresh Boneless, SkinlessChickenThigh MeatContains up to 5% Retained Water), TOMATO SAUCE (Tomato concentrate (water, tomato paste), salt, onion powder, garlic powder, citric acid, natural flavors.), HEAVY CREAM, WATER, PLAIN FAT FREE YOGURT (INGREDIENTS: CULTURED SKIM MILK, MODIFIED CORN STARCH, CARRAGEENAN, PECTIN, VITAMIN A PALMITATE, VITAMIN D3 WITH ACTIVE CULTURES: L.ACIDOPHILUS, BIFIDUS,L.CASEI CONTAINS: MILK), LEMON JUICE (Filtered water, lemon juice concentrate, sodium bisulfite (preservative), sodium benzoate (preservative), lemon oil.), FRESH GARLIC - MINCED, FRESH JALAPENO PEPPERS - MINCED (Habanero Peppers), OLIVE OIL (75% canola, 25% olive oil), ROOT GINGER, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), SALTED BUTTER SOLIDS (Ingredients  ENRICHED WHEAT FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SALT, SUGAR, YEAST, FERMENTED RYE FLOUR, YELLOW CORNMEAL, WHEAT GLUTEN, CALCIUM PROPIONATE (PRESERVATIVE), MALTED BARLEY FLOUR, MODIFIED CORNSTARCH, ENZYMES (DOUGH CONDITIONER), SESAME FLOUR.CONTAINS: WHEAT, SESAME.PRODUCED IN A FACILITY THAT ALSO PROCESSES MILK, SOY, TREE NUTS AND EGG. [H2203]), GROUND BLACK PEPPER, GROUND CUMIN, CAYENNE PEPPER (CRUSHED RED PEPPERS), CINNAMON, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), CURRY POWDER, GROUND CORIANDER",
        "Allergens": "Corn, Garlic, Milk"
    },
    {
        "Title": "Chickpea Curry",
        "Serving Info": "4 OZ PORTION (113g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "280mg",
            "Total Carbohydrates": "11g",
            "Dietary Fiber": "3g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "38mg",
            "Iron": "1.16mg",
            "Potas.": "160mg"
        },
        "Ingredients": "GARBONZO BEANS (GARBANZO BEANS, WATER, SALT, CALCIUM CHLORIDE ADDED TO HELP MAINTAIN FIRMNESS, DISODIUM EDTA (TO PRESERVE COLOR)), FIRE ROASTED DICED TOMATO, PEELED ONIONS - DICED, BULK LEAF SPINACH, COCONUT MILK (FRESH COCONUT EXTRACT, WATER, XANTHAN GUM AND CARBOXYMETHYL CELLULOSE), OLIVE OIL (75% canola, 25% olive oil), CURRY POWDER, GRANULATED GARLIC (DEHYDRATED GARLIC), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND CORIANDER, GROUND CUMIN, GROUND GINGER",
        "Allergens": "Coconut, Corn, Garlic"
    },
    {
        "Title": "Spiced Cauliflower",
        "Serving Info": "2 OZ PORTION (57g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "1g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "300mg",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "9mg",
            "Iron": "0.28mg",
            "Potas.": "75mg"
        },
        "Ingredients": "PRE-CUT CAULIFLOWER BUDS, OLIVE OIL (75% canola, 25% olive oil), LEMON JUICE (Filtered water, lemon juice concentrate, sodium bisulfite (preservative), sodium benzoate (preservative), lemon oil.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND CUMIN, TURMERIC (INGREDIENTS: SUGAR, ONION, SALT, CORN STARCH, SPICES INCLUDING CHILI PEPPER, PAPRIKA, BROWN SUGAR, CORN MALTODEXTRIN, NATURAL FLAVOR, AND HYDROLYZED SOY PROTEIN.), CAYENNE PEPPER (CRUSHED RED PEPPERS), Sunflower Oil Pan Spray (A blend of Sunflower Oil, Sunflower Lecithin, Natural Flavor and Propellant)",
        "Allergens": "N/A"
    },
    {
        "Title": "New York Cheesecake",
        "Serving Info": "SLICE (128g)",
        "Calories": "550",
        "Nutrients": {
            "Total Fat": "32g",
            "Saturated Fat": "14g",
            "Trans Fat": "0g",
            "Cholesterol": "60mg",
            "Sodium": "280mg",
            "Total Carbohydrates": "60g",
            "Dietary Fiber": "2g",
            "Total Sugars": "48g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "46mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "PLAIN CHEESECAKE (INGREDIENTS: SUGAR, ENRICHED WHEAT FLOUR [WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID], BUTTER, WHITE CONFECTION [SUGAR, PALM KERNEL PALM OIL, WHEY, NONFAT MILK, SOYA LECITHIN, VANILLA], FONDANT [SUGAR, GLUCOSE SYRUP, WATER], BUTTERMILK, SOYBEAN OIL, WATER, EGGS, CREAM CHEESE [MILK, CREAM, SALT, CAROB BEAN GUM, CHEESE CULTURES], NONPAREILS [SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, CORN STARCH, SOY LECITHIN, VANILLIN, CONFECTIONERS GLAZE, CARNUBA WAX], CHOCOLATE [SUGAR, UNSWEETENED CHOCOLATE PROCESSED WITH ALKALI, COCOA BUTTER, MILK FAT, SOY LECITHIN, VANILLA], PALM OIL, CREAM, BUTTERMILK SOLIDS [WHEY SOLIDS, BUTTERMILK POWDER], EVAPORATED MILK [MILK, VITAMIN D3], VINEGAR, CORN STARCH, COCOA [PROCESSED WITH ALKALI], SALT, NATURAL MADAGASCAR VANILLA, BAKING SODA, BAKING POWDER [SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE], COFFEE, CARMINE.)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Fudge Brownie",
        "Serving Info": "1/18 TRAY (82g)",
        "Calories": "350",
        "Nutrients": {
            "Total Fat": "17g",
            "Saturated Fat": "11g",
            "Trans Fat": "0g",
            "Cholesterol": "60mg",
            "Sodium": "140mg",
            "Total Carbohydrates": "44g",
            "Dietary Fiber": "1g",
            "Total Sugars": "29g",
            "Added Sugars": "29g",
            "Protein": "4g",
            "Vit. D": "0mcg",
            "Calcium": "35mg",
            "Iron": "2.42mg",
            "Potas.": "150mg"
        },
        "Ingredients": "CHOCOLATE FUDGE UNICED BROWNIE (SUGAR, UNSALTED BUTTER (PASTEURIZED CREAM [MILK], NATURAL FLAVORING), ENRICHED BLEACHED WHEAT FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), FUDGE BASE (PALM OIL, COCOA [PROCESSED WITH ALKALI], CORN SYRUP SOLIDS, CONTAINS 2% OR LESS OF THE FOLLOWING: SUNFLOWER LECITHIN, SALT, DARK CHOCOLATE [SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, COCOA POWDER , SOY LECITHIN, NATURAL FLAVOR]), WHOLE EGGS, WATER, CORN SYRUP, WHEY PROTEIN CONCENTRATE (MILK), HEAVY CREAM (MILK), CORN STARCH - MODIFIED, SEMI-SWEET CHOCOLATE (SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, SOY LECITHIN [AN EMULSIFIER], NATURAL VANILLA FLAVOR, GROUND VANILLA BEANS), UNSWEETENED CHOCOLATE, FRUCTOSE, SALT, NATURAL FLAVORS, INSTANT COFFEE.CONTAINS: EGGS, MILK, SOY, WHEAT.PROCESSED IN A FACILITY THAT ALSO PROCESS PEANUTS AND TREE NUTS.)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    }
]