[
    {
        "Title": "French Onion Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "720mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "22mg",
            "Iron": "0mg",
            "Potas.": "135mg"
        },
        "Ingredients": "WATER, FRENCH ONION SOUP (ONIONS, WATER, BEEF STOCK BASE (BEEF BROTH, NATURAL FLAVOR, AUTOLYZED YEAST EXTRACT, SALT, MODIFIED FOOD STARCH, POTASSIUM CHLORIDE, LACTIC ACID), VEGETABLE OIL (CORN, CANOLA, COTTONSEED OR PARTIALLY HYDROGENATED SOYBEAN OIL), CONTAINS LESS THAN 2 % OF THE FOLLOWING INGREDIENTS: SALT, MODIFIED FOOD STARCH, BEEF FLAVOR (CONTAINS BEEF STOCK, SALT, FLAVORING, LACTIC ACID, SUCCINIC ACID), BUTTER FLAVOR (PARTIALLY HYDROGENATED SOYBEAN OIL, WATER, FLAVORING, ENZYME MODIFIED BUTTER OIL),GELATIN, ONION POWDER, CARAMEL COLOR, DISODIUM INOSINATE, DISODIUM GUANYLATE, DEHYDRATED PARSLEY, SPICE, FLAVORING, GARLIC POWDER.)",
        "Allergens": "Beef, Corn, Garlic, Milk, Soy"
    },
    {
        "Title": "Chili With Beans",
        "Serving Info": "6 OZ PORTION (164g)",
        "Calories": "200",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "45mg",
            "Sodium": "65mg",
            "Total Carbohydrates": "27g",
            "Dietary Fiber": "6g",
            "Total Sugars": "3g",
            "Added Sugars": "0g",
            "Protein": "13g",
            "Vit. D": "NA",
            "Calcium": "128mg",
            "Iron": "3.54mg",
            "Potas.": "520mg"
        },
        "Ingredients": "CANNED CHILI W/ BEANS (WATER, BEEF, BEANS, TOMATOES, FOOD STARCH - MODIFIED, TEXTURED VEGETABLEPROTEIN (SOY FLOUR, CARAMEL COLOR), SALT, SPICES, ENRICHED WHEAT FLOUR (WHEAT FLOUR, NIACIN,REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, AND FOLIC ACID), SUGAR, ONION POWDER,DEHYDRATED GREEN PEPPER, GARLIC POWDER, OLEORESIN PAPRIKA.)",
        "Allergens": "Beef, Garlic, Gluten, Soy, Wheat"
    },
    {
        "Title": "Beef Brisket",
        "Serving Info": "2.5 OZ PORTION (71g)",
        "Calories": "210",
        "Nutrients": {
            "Total Fat": "16g",
            "Saturated Fat": "6g",
            "Trans Fat": "1.5g",
            "Cholesterol": "55mg",
            "Sodium": "560mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "18g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.91mg",
            "Potas.": "115mg"
        },
        "Ingredients": "COOKED BEEF BRISKET (FULLY COOKED INGREDIENTS: BEEF BRISKET, WATER, SALT, SODIUM PHOSPHATES, BLACK PEPPER, PAPRIKA, RED PEPPER, GARLIC BLEND (SALT, CORN STARCH, GARLIC POWDER).)",
        "Allergens": "Beef, Corn, Garlic"
    },
    {
        "Title": "Barbeque Baked Beans",
        "Serving Info": "HALF CUP (126g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "500mg",
            "Total Carbohydrates": "37g",
            "Dietary Fiber": "4g",
            "Total Sugars": "23g",
            "Added Sugars": "10g",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "45mg",
            "Iron": "1.32mg",
            "Potas.": "250mg"
        },
        "Ingredients": "VEGETARIAN BAKED BEANS (WHITE BEANS, WATER, SUGAR, HIGH FRUCTOSE CORN SYRUP, TOMATO PASTE, SALT, OLEORESIN PAPRIKA, DEXTROSE, ONION POWDER, GARLIC POWDER, AND NATURAL FLAVORINGS.), TEXAS BBQ SAUCE (Ingredients Water, Distilled Vinegar, Sugar, Tomato Paste, Brown Sugar, Corn Starch, Salt, Contains Less Than 2% Of Caramel Color, Natural Smoke Flavor, Spice, Garlic,* Mustard Seed, Natural Flavor, Paprika, Sodium Benzoate (Preservative), Onion,* Molasses, Mustard Flour, Red Pepper, Oleoresin Paprika (Color), Corn Syrup, Tamarind, Celery Seed. *Dried), BROWN SUGAR (SUGAR, MOLASSES), PEELED ONIONS - CHOPPED",
        "Allergens": "Alcohol, Corn, Garlic, High Fructose Corn Syrup"
    },
    {
        "Title": "Potato Salad",
        "Serving Info": "HALF CUP (60g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "5mg",
            "Sodium": "270mg",
            "Total Carbohydrates": "12g",
            "Dietary Fiber": "1g",
            "Total Sugars": "3g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "POTATO SALAD (POTATOES, MAYONNAISE (SOYBEAN OIL, WATER, EGG YOLKS, VINEGAR, SALT), CELERY, SUGAR, WATER, ONION, SWEET PICKLE RELISH (CUCUMBERS, SUGAR, DISTILLED VINEGAR, SALT, CONTAINS LESS THAN 2% OF: MUSTARD SEED, XANTHAN GUM, CALCIUM CHLORIDE, CELERY SEED, DEHYDRATED RED BELL PEPPER, NATURAL FLAVORING, TURMERIC, MINCED ONION), MUSTARD (WATER, VINEGAR, MUSTARD SEED, SALT, SUGAR, TURMERIC AND PAPRIKA, GARLIC POWDER, SPICES, XANTHAN GUM, ANNATTO COLOR, NATURAL FLAVOR, CITRIC ACID), HARD COOKED EGGS, SALT, VINEGAR, RED BELL PEPPER, MODIFIED CORN STARCH, BLACK PEPPER, POTASSIUM SORBATE (PRESERVATIVE), SODIUM BENZOATE (PRESERVATIVE), ANNATTO COLOR, XANTHAN GUM.)",
        "Allergens": "Alcohol, Corn, Eggs, Garlic, Soy"
    },
    {
        "Title": "Three Bean Salad",
        "Serving Info": "3 OZ PORTION (85g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "240mg",
            "Total Carbohydrates": "12g",
            "Dietary Fiber": "3g",
            "Total Sugars": "6g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "0mcg",
            "Calcium": "34mg",
            "Iron": "0.71mg",
            "Potas.": "135mg"
        },
        "Ingredients": "CUT GREEN BEANS, CUT WAX BEANS, WATER, DARK RED KIDNEY BEANS, SUGAR, VINEGAR, DICED ONIONS, DICED RED BELL PEPPERS, SOYBEAN OIL, SALT, NATURAL FLAVORING, CALCIUM CHLORIDE, DISODIUM EDTA (TO PRESERVE COLOR) AND TURMERIC.",
        "Allergens": "Soy"
    },
    {
        "Title": "Cherry Delight Pie",
        "Serving Info": "1 SLICE (104g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "6g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "45mg",
            "Total Carbohydrates": "23g",
            "Dietary Fiber": "NA",
            "Total Sugars": "20g",
            "Added Sugars": "9g",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "11mg",
            "Iron": "0.02mg",
            "Potas.": "55mg"
        },
        "Ingredients": "CHERRY PIE FILLING (CHERRIES, WATER, HIGH FRUCTOSE CORN SYRUP, FOOD STARCH-MODIFIED (CORN), SUGAR, POTASSIUM SORBATE (PRESERVATIVE), CITRIC ACID, ASCORBIC ACID ADDED TO PROTECT COLOR, CARRAGEENAN AND RED 40 COLOR.), WHIP TOPPING (WATER, HIGH FRUCTOSE CORN SYRUP, HYDROGENATED VEGETABLE OIL (PALM, PALM KERNEL, COCONUT AND/OR COTTONSEED), CONTAINS LESS THAN 2% OF THE FOLLOWING: CARBOHYDRATE GUM, SUGAR, POLYSORBATE 60, POLYGLYCEROL ESTERS OF FATTY ACIDS, SALT, SODIUM ALGINATE, SOY LECITHIN, ARTIFICIAL FLAVOR, SODIUM CITRATE, NATURAL FLAVOR, COLORED WITH TURMERIC AND ANNATTO EXTRACTS. CONTAINS SOY.), GRAHAM CRACKER PIE CRUST, CREAM CHEESE (PASTEURIZED MILK AND CERAM, CHEESE CULTURES, SALT, STABILIZERS (CAROB BEAN AND/OR XANTHAN AND/OR GUAR GUMS).), POWDERED SUGAR (SUGAR, CORNSTARCH. AZUCAR, MAICENA.)",
        "Allergens": "Coconut, Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Sugar Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "7g",
            "Protein": "1g",
            "Vit. D": "0.0mcg",
            "Calcium": "26mg",
            "Iron": "0.52mg",
            "Potas.": "45mg"
        },
        "Ingredients": "SUGAR COOKIE DOUGH (ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), SUGAR, MARGARINE (PALM OIL, SOYBEAN OIL, WATER, SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVOR, VITAMIN A PALMITATE, BETA CAROTENE), EGGS, HIGH FRUCTOSE CORN SYRUP, SALT, BAKING SODA. CONTAINS: WHEAT, SOYBEANS AND EGGS)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Peanuts, Soy, Wheat"
    },
    {
        "Title": "Broccoli Cheese Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "800mg",
            "Total Carbohydrates": "10g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "82mg",
            "Iron": "0.36mg",
            "Potas.": "105mg"
        },
        "Ingredients": "WATER, BROCOLLI CHEESE SOUP (Back to Search SHARE\t\tPRINT   \t\t\t\t\t\t \t CAMPBELL'S SIGNATURE  Soup  SOUP, BROCCOLI CHEESE CONDENSED ADD WATER TRAY PACK FROZEN FLORET  # 1001742  \t\t\t   3/4 LB\t  $31.34 / CS  ADD TO ORDER  Add to... Quantity Available  CS: 17     Customers Also Bought  \t   SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN MOLLY'S KITCHEN SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN #6082179 \t\t\t $38.65 / CS ADD TO ORDER   \t \t   \t   SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN MOLLY'S KITCHEN SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN #6555516 \t $33.01 / CS ADD TO ORDER   \t \t   \t   SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN MOLLY'S KITCHEN SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN #8116271 \t $41.26 / CS ADD TO ORDER   \t \t   \t   SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN MOLLY'S KITCHEN SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN #2045093 \t $28.35 / CS ADD TO ORDER   \t \t    Product Description Additional Description FS FRZ BROCCOLI CHEESE 4.00 LB 3 CA STD CASE  Ingredients INGREDIENTS: WATER, BROCCOLI, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CHEDDAR CHEESE MILK, CULTURES, SALT, ENZYMES, CREAM, CONTAINS LESS THAN 2 OF: SALT, YEAST EXTRACT, CHEESE FLAVOR BASE CHEDDAR CHEESE [CREAM, NONFAT MILK, LOWFAT MILK, MILK, SALT, ENZYMES, CULTURES, CALCIUM CHLORIDE], WHEY, WATER, WHEY PROTEIN CONCENTRATE, SALT, LOWFAT MILK, DISODIUM PHOSPHATE, ENZYMES, CULTURES, SUGAR, SOY PROTEIN CONCENTRATE, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, DEHYDRATED ONIONS, SPICE, BETA CAROTENE, DISODIUM PHOSPHATE, SODIUM PHOSPHATE.)",
        "Allergens": "Corn, Milk, Soy"
    },
    {
        "Title": "Rotisserie Chicken",
        "Serving Info": "1 QUARTER (263g)",
        "Calories": "680",
        "Nutrients": {
            "Total Fat": "44g",
            "Saturated Fat": "10g",
            "Trans Fat": "NA",
            "Cholesterol": "255mg",
            "Sodium": "310mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "0g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "64g",
            "Vit. D": "NA",
            "Calcium": "39mg",
            "Iron": "4.13mg",
            "Potas.": "510mg"
        },
        "Ingredients": "RAW CHICKEN LEG QUARTERS (YOUNG CHICKEN WITH UP TO 6% ABSORBED WATER), OLIVE OIL (75% canola, 25% olive oil), SUN DRIED TOMATOES (SUN DRIED TOMATOES, SULFUR DIOXIDE (FOR COLOR RETENTION), ASCORBIC ACID AND SALT.), HONEY (HONEY), CORNSTARCH, SUGAR, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH GARLIC, GROUND BLACK PEPPER, ONION POWDER (DEHYDRATED ONION.), PARSLEY FLAKES, DRIED SWEET LEAF BASIL, DRIED LEAF OREGANO",
        "Allergens": "Corn, Garlic"
    },
    {
        "Title": "Wild Mushroom Risotto",
        "Serving Info": "PORTION (131g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "750mg",
            "Total Carbohydrates": "24g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "7mg",
            "Iron": "0.18mg",
            "Potas.": "90mg"
        },
        "Ingredients": "WATER, ARBORIO RICE (Italian Arborio Rice), FRESH SLICED MUSHROOMS, RED PEPPERS - DICED, YELLOW PEPPERS - DICED, GREEN PEPPERS - DICED, PEELED ONIONS - DICED, OLIVE OIL (75% canola, 25% olive oil), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), FRESH GARLIC",
        "Allergens": "Corn, Garlic"
    },
    {
        "Title": "Roasted Tomatoes",
        "Serving Info": "HALF CUP (75g)",
        "Calories": "25",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "200mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "10mg",
            "Iron": "0.54mg",
            "Potas.": "160mg"
        },
        "Ingredients": "TOMATOES - CORED AND QUARTERED, RED ONIONS - 1/4  DICED, OLIVE OIL (75% canola, 25% olive oil), FRESH THYME - CHOPPED, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH OREGANO - CHOPPED (Fresh Oregano), CRACKED BLACK PEPPER, FRESH ROSEMARY - CHOPPED",
        "Allergens": "N/A"
    },
    {
        "Title": "Roasted Broccoli, Garlic & Red Pepper",
        "Serving Info": "HALF CUP (42g)",
        "Calories": "40",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "130mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "1g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "0mcg",
            "Calcium": "16mg",
            "Iron": "0.28mg",
            "Potas.": "115mg"
        },
        "Ingredients": "PRE-CUT BROCCOLI BUDS, OLIVE OIL (75% canola, 25% olive oil), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), CRUSHED RED PEPPER (CRUSHED RED PEPPERS), GROUND BLACK PEPPER",
        "Allergens": "Garlic"
    },
    {
        "Title": "Chocolate Chip Walnut Blondie",
        "Serving Info": "1 BROWNIE (113g)",
        "Calories": "530",
        "Nutrients": {
            "Total Fat": "32g",
            "Saturated Fat": "10g",
            "Trans Fat": "NA",
            "Cholesterol": "35mg",
            "Sodium": "630mg",
            "Total Carbohydrates": "57g",
            "Dietary Fiber": "3g",
            "Total Sugars": "35g",
            "Added Sugars": "0g",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "WHEAT FLOUR UNBLEACHED, ENRICHED WITH THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, CHOCOLATE CHIPS SUGAR, CHOCOLATE LIQUOR, COCOA BUTTER, SOY LECITHIN, VANILLA, SALT, MILK, VEGETABLE OIL BLEND [SOYBEAN, PALM OLIVE OILS], WATER, SALT, MILK, MONO DIGLYCERIDES, SOY LECITHIN, SODIUM BENZOATE, NATURAL ARTIFICIAL FLAVORS, VITAMIN A PALMITATE, BETA CAROTENE FOR COLOR, BROWN SUGAR, PASTEURIZED WHOLE EGGS, WALNUTS, PECANS, INVERT SUGAR, MOLASSES, ARTIFICIAL VANILLA FLAVOR, BAKING POWDER, SALTCONTAINS: EGGS, MILK, NUTS, SOY, WHEAT",
        "Allergens": "Alcohol, Eggs, Gluten, Milk, Soy, Tree Nuts, Wheat"
    },
    {
        "Title": "Double Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "1.80mg",
            "Potas.": "NA"
        },
        "Ingredients": "DOUBLE CHOC CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- ANDDIGLYCERIDES, NATURAL FLAVORS [CONTAINS MILK], CITRIC ACID, VITAMIN A P ALMITATE ADDED, BETA CAROTENE [COLOR], WHITE CHOCOLATE CHIPS SUGAR, WHOLE MILK POWDER, COCOA BUTTER, SOY LECITHIN, ARTIFICIAL FLAVOR, MOLASSES, DEXTROSE, EGGS, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, SOY LECITHIN, VANILLA EXTRACT, WATER, COCOA PROCESSED WITH ALKALI, CONTAINS 2 OR LESS OF: WHEAT STARCH, CARAMEL COLOR, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR. CONTAINS: EGGS, MILK, SOY AND WHEAT)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Creamy Mushroom Soup",
        "Serving Info": "5 OZ PORTION (143g)",
        "Calories": "200",
        "Nutrients": {
            "Total Fat": "18g",
            "Saturated Fat": "12g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "390mg",
            "Total Carbohydrates": "4g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "7mg",
            "Iron": "0.21mg",
            "Potas.": "95mg"
        },
        "Ingredients": "WATER, CREAMY VEGAN COOKING LIQUID (Lentil preparation (water, lentil protein), plant-based oil blend from coconut and canola oils, sugar, modified corn starch, sucrose esters of fatty acid, natural flavor, mono and di-glycerides, salt, guar gum, sunflower lecithin, locust bean gum, beta-carotene (color)), FRESH SLICED MUSHROOMS - CHOPPED, PEELED ONIONS - DICED, OLIVE OIL (75% canola, 25% olive oil), CORNSTARCH, FRESH GARLIC - MINCED, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER, GROUND NUTMEG",
        "Allergens": "Coconut, Corn, Garlic"
    },
    {
        "Title": "Flour Tortilla",
        "Serving Info": "1 TORTILLA (68g)",
        "Calories": "200",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "400mg",
            "Total Carbohydrates": "34g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "78mg",
            "Iron": "1.80mg",
            "Potas.": "50mg"
        },
        "Ingredients": "ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT",
        "Allergens": "Corn, Gluten, Wheat"
    },
    {
        "Title": "Fire Braised Chicken",
        "Serving Info": "Ounce (28g)",
        "Calories": "45",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "90mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.24mg",
            "Potas.": "65mg"
        },
        "Ingredients": "FULLY COOKEDINGREDIENTS: CHICKEN THIGH MEAT, WATER, CONTAINS 2% OR LESS OF SPICES, SALT, FLAVORING, PAPRIKA, OLIVE OIL, XANTHAN GUM.",
        "Allergens": "N/A"
    },
    {
        "Title": "Pulled Pork",
        "Serving Info": "4 OZ PORTION (113g)",
        "Calories": "290",
        "Nutrients": {
            "Total Fat": "19g",
            "Saturated Fat": "7g",
            "Trans Fat": "NA",
            "Cholesterol": "105mg",
            "Sodium": "520mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "0g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "27g",
            "Vit. D": "1.3mcg",
            "Calcium": "34mg",
            "Iron": "2.15mg",
            "Potas.": "350mg"
        },
        "Ingredients": "TRIMMED PORK BUTT, LIQUID SMOKE (WATER 74%, NATURAL HICKORY SMOKE CONCENTRATE 26%), BROWN SUGAR (SUGAR, MOLASSES), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), 5# MILD CHILI POWDER, GARLIC POWDER, ONION POWDER (DEHYDRATED ONION.), GROUND BLACK PEPPER, 5# GROUND CUMIN, GROUND OREGANO, WATER",
        "Allergens": "Garlic, Pork"
    },
    {
        "Title": "Cilantro Basmati Rice",
        "Serving Info": "PORTION (78g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "180mg",
            "Total Carbohydrates": "26g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "2mg",
            "Iron": "0.03mg",
            "Potas.": "15mg"
        },
        "Ingredients": "WATER, BASMATI RICE (BASMATI RICE), FIRST OLIVE OIL (75% canola, 25% olive oil), FROZEN CILANTRO, GARLIC SALT (SALT, DEHYDRATED GARLIC, LESS THAN 2% SILICON DIOXIDE TO PREVENT CAKING.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Garlic"
    },
    {
        "Title": "Fiesta Black Beans",
        "Serving Info": "3 OZ PORTION (85g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "300mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "3g",
            "Total Sugars": "< 1g",
            "Added Sugars": "0g",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "34mg",
            "Iron": "1.18mg",
            "Potas.": "310mg"
        },
        "Ingredients": "BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.)",
        "Allergens": "Corn, Garlic"
    },
    {
        "Title": "Frosted Carrot Cake",
        "Serving Info": "1 SLICE (68g)",
        "Calories": "270",
        "Nutrients": {
            "Total Fat": "12g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "35mg",
            "Sodium": "250mg",
            "Total Carbohydrates": "35g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "23g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "CARROT CAKE (INGREDIENTS: SUGAR, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, EGGS, VEGETABLE OIL (SOYBEAN AND PALM OILS), CREAM CHEESE (PASTEURIZED MILK AND CREAM, CHEESE CULTURE, SALT, CAROB BEAN GUM), WALNUTS, CRUSHED PINEAPPLE (PINEAPPLE, UNSWEETENED PINEAPPLE JUICE, ASCORBIC ACID). CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: MARGARINE [PALM OIL, WATER, SOYBEAN OIL, SALT, MONO- AND DIGLYCERIDES (FROM VEGETABLE SOURCES), ARTIFICIAL FLAVOR, ANNATTO (COLOR), CALCIUM DISODIUM EDTA (PRESERVATIVE), VITAMIN A PALMITATE], MODIFIED CORN STARCH, HIGH FRUCTOSE CORN SYRUP, WHEY, CINNAMON, PECANS, CORN SYRUP, SALT, LEAVENING (SODIUM ACID PYROPHOSPHATE, BAKING SODA, MONOCALCIUM PHOSPHATE), MONO- AND DIGLYCERIDES, CORN STARCH, COCOA PROCESSED WITH ALKALI, NATURAL AND ARTIFICIAL FLAVORS, POLYSORBATE 60, SOY LECITHIN, SOY FLOUR. CONTAINS WHEAT, EGGS, MILK, WALNUTS, PECANS AND SOY.)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Tree Nuts, Wheat"
    },
    {
        "Title": "Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "100mg",
            "Total Carbohydrates": "17g",
            "Dietary Fiber": "0g",
            "Total Sugars": "10g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "CHOCOLATE CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, PALM AND PALM KERNEL OIL, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, VANILLA EXTRACT, MILK, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVORS [INCLUDES MILK], CITRIC ACID, VITAMIN A PALMITATE ADDED, BETA CAROTENE [COLOR], WATER, EGGS, DEXTROSE, CONTAINS 2 OR LESS OF: MOLASSES, COCOA PROCESSED WITH ALKALI, WHEAT STARCH, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR, SORBITAN MONOSTEARATE, POLYSORBATE 60, SOY LECITHIN, MILK. CONTAINS: EGG, MILK, SOY, WHEAT.)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Cream Of Potato Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "860mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "4mg",
            "Iron": "0mg",
            "Potas.": "270mg"
        },
        "Ingredients": "WATER, CREAM OF POTATO SOUP (INGREDIENTS: POTATOES, SKIM MILK, CREAM, CARROTS, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CELERY, DEHYDRATED SKIM MILK, ONIONS, CONTAINS LESS THAN 2 OF: SALT, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SOY PROTEIN CONCENTRATE, SPICES, FLAVORING.)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Fettuccini",
        "Serving Info": "PORTION (115g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "70mg",
            "Total Carbohydrates": "32g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "5g",
            "Vit. D": "NA",
            "Calcium": "2mg",
            "Iron": "1.36mg",
            "Potas.": "NA"
        },
        "Ingredients": "WATER, FETTUCCINI NOODLES (SEMOLINA WHEAT, DURUM WHEAT FLOUR, VITAMIN B3 NIACIN, IRON FERROUS SULFATE, VITAMIN B1 THIAMINE MONONITRATE, VITAMIN B2 RIBOFLAVIN, FOLIC ACID.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)",
        "Allergens": "Gluten, Wheat"
    },
    {
        "Title": "Chicken Alfredo Sauce",
        "Serving Info": "PORTION (138g)",
        "Calories": "360",
        "Nutrients": {
            "Total Fat": "24g",
            "Saturated Fat": "15g",
            "Trans Fat": "1g",
            "Cholesterol": "90mg",
            "Sodium": "510mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "3g",
            "Total Sugars": "8g",
            "Added Sugars": "N/A",
            "Protein": "14g",
            "Vit. D": "16.4mcg",
            "Calcium": "266mg",
            "Iron": "0.83mg",
            "Potas.": "70mg"
        },
        "Ingredients": "BOIL IN BAG ALFREDO SAUCE (HEAVY WHIPPING CREAM, HALF AND HALF, WATER, ROMANO CHEESE, PARMESAN CHEESE, BUTTER, MARGARINE, SALT, PEPPER, AND GRANULATED GARLIC.), COOKED CHICKEN BREAST STRIPS (Ingredients:  Chicken Breast, Water, chicken seasoning salt, sugar, spice extractives on a dextrose carrier, isolated soy protein, sodium phosphate, salt, dextrose.)",
        "Allergens": "Garlic, Milk, Soy"
    },
    {
        "Title": "Tomato Garlic Sauce",
        "Serving Info": "4.19 OZ PORTION (119g)",
        "Calories": "350",
        "Nutrients": {
            "Total Fat": "25g",
            "Saturated Fat": "14g",
            "Trans Fat": "1g",
            "Cholesterol": "70mg",
            "Sodium": "400mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "3g",
            "Total Sugars": "8g",
            "Added Sugars": "N/A",
            "Protein": "9g",
            "Vit. D": "15.9mcg",
            "Calcium": "270mg",
            "Iron": "0.83mg",
            "Potas.": "70mg"
        },
        "Ingredients": "BOIL IN BAG ALFREDO SAUCE (HEAVY WHIPPING CREAM, HALF AND HALF, WATER, ROMANO CHEESE, PARMESAN CHEESE, BUTTER, MARGARINE, SALT, PEPPER, AND GRANULATED GARLIC.), TOMATO GARLIC PESTO SAUCE (WATER, CANOLA OIL, DRIED TOMATOES, PARMESAN CHEESE PASTEURIZED PART-SKIM COWS MILK, CULTURES, SALT, ENZYMES, ONION, BASIL, DEHYDRATED GARLIC, SALT, SPICES, XANTHAN GUM. ALLERGEN ALERT: CONTAINS MILK.)",
        "Allergens": "Garlic, Milk"
    },
    {
        "Title": "Parmesan Romano Cheese",
        "Serving Info": "Tablespoon (7g)",
        "Calories": "30",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "5mg",
            "Sodium": "75mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "74mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "PARMESAN CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, ROMANO CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, POWDERED CELLULOSE TO PREVENT CAKING. CONTAINS MILK",
        "Allergens": "Milk"
    },
    {
        "Title": "Breadsticks",
        "Serving Info": "1 BREADSTICK (54g)",
        "Calories": "110",
        "Nutrients": {
            "Total Fat": "4g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "100mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "0g",
            "Total Sugars": "13g",
            "Added Sugars": "10g",
            "Protein": "3g",
            "Vit. D": "0.4mcg",
            "Calcium": "88mg",
            "Iron": "0.05mg",
            "Potas.": "115mg"
        },
        "Ingredients": "FLOWERS BREAD STICK (CULTURED GRADE A SKIM MILK, SUGAR, CULTURED WHEY, TAPIOCA SYRUP SOLIDS, WHEY PROTEIN CONCENTRATE, ACACIA GUM, NATURAL FLAVOR, SODIUM CITRATE, GUAR GUM, CAROB BEAN GUM, CARRAGEENAN. CONTAINS LIVE AND ACTIVE CULTURES: S. THERMOPHILUS, L. BULGARICUS, L. ACIDOPHILUS, AND BIFIDOBACTERIUM. CONTAINS MILK), UNSALTED MARGARINE SOLIDS (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), GRATED PARMESAN ROMANO CHEESE (PARMESAN CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, ROMANO CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, POWDERED CELLULOSE TO PREVENT CAKING. CONTAINS MILK)",
        "Allergens": "Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Grilled Zucchini",
        "Serving Info": "PORTION (113g)",
        "Calories": "35",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "410mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "1g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "0mcg",
            "Calcium": "21mg",
            "Iron": "0.44mg",
            "Potas.": "290mg"
        },
        "Ingredients": "ZUCCHINI - HALF MOON SLICES, OLIVE OIL (75% canola, 25% olive oil), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "N/A"
    },
    {
        "Title": "Steamed Peas",
        "Serving Info": "HALF CUP (87g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "65mg",
            "Total Carbohydrates": "12g",
            "Dietary Fiber": "4g",
            "Total Sugars": "4g",
            "Added Sugars": "0g",
            "Protein": "4g",
            "Vit. D": "0mcg",
            "Calcium": "21mg",
            "Iron": "1.32mg",
            "Potas.": "95mg"
        },
        "Ingredients": "PEAS",
        "Allergens": "N/A"
    },
    {
        "Title": "Banana Cream Pie",
        "Serving Info": "1/16TH PIE (48g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "110mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "0g",
            "Total Sugars": "12g",
            "Added Sugars": "10g",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "13mg",
            "Iron": "0.37mg",
            "Potas.": "55mg"
        },
        "Ingredients": "WHEY (MILK), SUGAR, HIGH FRUCTOSE CORN SYRUP, ENRICHED FLOUR (WHEAT FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, HYDROGENATED PALM KERNEL OIL, VEGETABLE OIL (PALM AND SOYBEAN OILS), BANANAS, GRAHAM FLOUR, MODIFIED CORN STARCH, CONTAINS 2% OR LESS: SALT, MOLASSES, NATURAL AND ARTIFICIAL FLAVORS, GUMS (CARBOHYDRATE AND XANTHAN GUMS), COLORED WITH (BETA-CAROTENE, ANNATTO EXTRACT AND TURMERIC), DISODIUM PHOSPHATE, POLYGLYCEROL ESTERS OF FATTY ACIDS, POLYSORBATE 60, SODIUM CITRATE, SOY LECITHIN, DEXTROSE, BAKING SODA, HONEY, MONOGLYCERIDES.",
        "Allergens": "Corn, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Peanut Butter Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "95mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "0.25mg",
            "Potas.": "30mg"
        },
        "Ingredients": "PEANUT BUTTER COOKIE DOUGH (PEANUT BUTTER: SUGAR, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), PEANUT BUTTER (BLANCHED PEANUTS, SUGAR, PARTIALLY HYDROGENATED VEGETABLE OIL [COTTONSEED AND RAPESEED], SALT), MARGARINE (PALM OIL, SOYBEAN OIL, WATER, SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVOR, VITAMIN A PALMITATE, BETA CAROTENE), EGGS, MOLASSES, HIGH FRUCTOSE CORN SYRUP, BAKING SODA, SALT. CONTAINS: WHEAT, PEANUTS, SOYBEANS AND EGGS)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Peanuts, Soy, Wheat"
    },
    {
        "Title": "Rotisserie Chicken Soup",
        "Serving Info": "6 OZ PORTION (174g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "570mg",
            "Total Carbohydrates": "7g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "10mg",
            "Iron": "0.43mg",
            "Potas.": "45mg"
        },
        "Ingredients": "WATER, ROTISSERIE CHICKEN SOUP (INGREDIENTS: CHICKEN STOCK, WHITE CHICKEN MEAT, ENRICHED EGG NOODLES (WHEAT FLOUR, EGGS, EGG WHITES, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, ONIONS, CELERY, WATER, CONTAINS LESS THAN 2% OF: MODIFIED FOOD STARCH, SALT, GELATIN, CHICKEN FAT, SOY PROTEIN CONCENTRATE, CHICKEN BROTH, FLAVORING, SODIUM PHOSPHATE, WHEY POWDER (MILK), YEAST EXTRACT, SPICE, BETA CAROTENE, EGG YOLK POWDER, DEHYDRATED CHICKEN. CONTAINS: EGG, WHEAT, MILK, SOY)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Parmesan Encrusted Chicken",
        "Serving Info": "1 BREAST (174g)",
        "Calories": "580",
        "Nutrients": {
            "Total Fat": "39g",
            "Saturated Fat": "16g",
            "Trans Fat": "NA",
            "Cholesterol": "55mg",
            "Sodium": "1130mg",
            "Total Carbohydrates": "29g",
            "Dietary Fiber": "1g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "25g",
            "Vit. D": "0.1mcg",
            "Calcium": "310mg",
            "Iron": "1.65mg",
            "Potas.": "55mg"
        },
        "Ingredients": "BONELESS SKINLESS CHICKEN BREAST (BONELESS SKINLESS CHICKEN BREAST FILETS WITH RIB MEAT CONTAINING: UP TO 15 OF A SOLUTION OF WATER, SEA SALT.), ITALIAN BREAD CRUMBS (WHEAT FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), SALT, VEGETABLE OIL (HIGH OLEIC SAFFLOWER, HIGH OLEIC SOYBEAN OIL, HIGH OLEIC SUNFLOWER OIL, HIGH OLEIC CANOLA AND/OR CANOLA OIL). CONTAINS LESS THAN 2% OF: YEAST, SUGAR, DRIED PARSLEY, SPICE, ONION POWDER, NATURAL FLAVOR, PAPRIKA.), MARGARINE SOLIDS - MELTED (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), FRESH SHREDDED PARMESAN CHEESE (PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), POWDERED CELLULOSE TO PREVENT CAKING, NATAMYCIN TO PROTECT FLAVOR OR PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH AND POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (NATURAL MOLD INHIBITOR) (AGED OVER 10 MONTHS) OR PASTEURIZED PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, CORN FLOUR CELLULOSE ADDED TO PREVENT CAKING.), SPICY BROWN MUSTARD (VINEGAR, WATER, MUSTARD SEED, SALT, LESS THAN 2 OF: SPICES, TURMERIC.), WORCHESTERSHIRE SAUCE (VINEGAR, MOLASSES, HIGH FRUCTOSE CORN SYRUP, ANCHOVIES, WATER, ONIONS, SALT, GARLIC, TAMARIND CONCENTRATE, CLOVES, NATURAL FLAVORINGS, CHILI PEPPER EXTRACT), FROZEN BASIL - FINELY CHOPPED, FROZEN OREGANO - FINELY CHOPPED (Oregano), FRESH SAGE - FINELY CHOP (FRESH SAGE.)",
        "Allergens": "Alcohol, Corn, Fish, Garlic, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Baked Potatoes",
        "Serving Info": "1 POTATO (209g)",
        "Calories": "230",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "20mg",
            "Total Carbohydrates": "43g",
            "Dietary Fiber": "4g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "5g",
            "Vit. D": "0mcg",
            "Calcium": "31mg",
            "Iron": "2.21mg",
            "Potas.": "1090mg"
        },
        "Ingredients": "90 CT BAKING POTATOES (POTATO), SALAD OIL (SOYBEAN OIL WITH CITRIC ACID (PRESERVATIVE).)",
        "Allergens": "Soy"
    },
    {
        "Title": "Baby Carrots With Dill",
        "Serving Info": "HALF CUP (84g)",
        "Calories": "45",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "55mg",
            "Total Carbohydrates": "8g",
            "Dietary Fiber": "2g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "28mg",
            "Iron": "0.27mg",
            "Potas.": "260mg"
        },
        "Ingredients": "FRESH BABY WHOLE CARROTS (Ingredients CARROT), MARGARINE SOLIDS - MELTED (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), DILL WEED",
        "Allergens": "Soy"
    },
    {
        "Title": "Wheat Dinner Roll",
        "Serving Info": "1 ROLL (43g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "4g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "220mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "3g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.71mg",
            "Potas.": "NA"
        },
        "Ingredients": "WHOLE WHEAT FLOUR, BLEACHED ENRICHED WHEAT FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, SUGAR, EGGS, SOYBEAN OIL, SALT, HYDROGENATED COTTONSEED OIL, YEAST, MONO AND DI GLYCERIDES, WHEY.",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Pecan Pie",
        "Serving Info": "1 SLICE (83g)",
        "Calories": "340",
        "Nutrients": {
            "Total Fat": "14g",
            "Saturated Fat": "2g",
            "Trans Fat": "NA",
            "Cholesterol": "35mg",
            "Sodium": "230mg",
            "Total Carbohydrates": "50g",
            "Dietary Fiber": "2g",
            "Total Sugars": "21g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "0.1mcg",
            "Calcium": "18mg",
            "Iron": "0.77mg",
            "Potas.": "80mg"
        },
        "Ingredients": "PECAN PIE (CORN SYRUP, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), EGGS, SUGAR, PECANS, VEGETABLE OIL (PALM, SOYBEAN AND/OR COTTONSEED OILS), MARGARINE [PALM OIL, WATER, SOYBEAN OIL, SALT, MONO AND DIGLYCERIDES, ARTICIAL FLAVOR, ANNATTO (COLOR), CALCIUM DISODIUM EDTA (PRESERVATIVES), VITAIMIN S PALMITATE], CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: WATER, HIGH FRUCTOSE CORN SYRUP, SALT, SKIM MILK, NATURAL AND ARTIFICAL FLAVOR, BAKING POWDER (SODIUM ACID PYROPHOSPHATE, BAKING SODA, CORN STRACH, MONOCALCIUM PHOSPHATE), MODIFIED CORN STARCH, CARRAGEENAN, MONO AND DIGLYCERIDES, POLYSORBATE 60, SODIUM STEAROYL LACTYLACTE, SOY FLOURCONTAINS WHEAT, EGGS PECANS, MILK AND SOY)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Tree Nuts, Wheat"
    }
]