[
    {
        "Title": "French Onion Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "720mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "22mg",
            "Iron": "0mg",
            "Potas.": "135mg"
        },
        "Ingredients": "WATER, FRENCH ONION SOUP (ONIONS, WATER, BEEF STOCK BASE (BEEF BROTH, NATURAL FLAVOR, AUTOLYZED YEAST EXTRACT, SALT, MODIFIED FOOD STARCH, POTASSIUM CHLORIDE, LACTIC ACID), VEGETABLE OIL (CORN, CANOLA, COTTONSEED OR PARTIALLY HYDROGENATED SOYBEAN OIL), CONTAINS LESS THAN 2 % OF THE FOLLOWING INGREDIENTS: SALT, MODIFIED FOOD STARCH, BEEF FLAVOR (CONTAINS BEEF STOCK, SALT, FLAVORING, LACTIC ACID, SUCCINIC ACID), BUTTER FLAVOR (PARTIALLY HYDROGENATED SOYBEAN OIL, WATER, FLAVORING, ENZYME MODIFIED BUTTER OIL),GELATIN, ONION POWDER, CARAMEL COLOR, DISODIUM INOSINATE, DISODIUM GUANYLATE, DEHYDRATED PARSLEY, SPICE, FLAVORING, GARLIC POWDER.)",
        "Allergens": "Beef, Corn, Garlic, Milk, Soy"
    },
    {
        "Title": "Chili With Beans",
        "Serving Info": "6 OZ PORTION (164g)",
        "Calories": "200",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "45mg",
            "Sodium": "65mg",
            "Total Carbohydrates": "27g",
            "Dietary Fiber": "6g",
            "Total Sugars": "3g",
            "Added Sugars": "0g",
            "Protein": "13g",
            "Vit. D": "NA",
            "Calcium": "128mg",
            "Iron": "3.54mg",
            "Potas.": "520mg"
        },
        "Ingredients": "CANNED CHILI W/ BEANS (WATER, BEEF, BEANS, TOMATOES, FOOD STARCH - MODIFIED, TEXTURED VEGETABLEPROTEIN (SOY FLOUR, CARAMEL COLOR), SALT, SPICES, ENRICHED WHEAT FLOUR (WHEAT FLOUR, NIACIN,REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, AND FOLIC ACID), SUGAR, ONION POWDER,DEHYDRATED GREEN PEPPER, GARLIC POWDER, OLEORESIN PAPRIKA.)",
        "Allergens": "Beef, Garlic, Gluten, Soy, Wheat"
    },
    {
        "Title": "Hot Dog Bun",
        "Serving Info": "1 BUN (39g)",
        "Calories": "110",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "200mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "0g",
            "Total Sugars": "3g",
            "Added Sugars": "3g",
            "Protein": "4g",
            "Vit. D": "0.4mcg",
            "Calcium": "70mg",
            "Iron": "1.10mg",
            "Potas.": "0mg"
        },
        "Ingredients": "Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, High Fructose Corn Syrup, Yeast, Contains 2% or Less of each of the following:  Wheat Gluten, Salt, Soybean Oil, Dough conditioners (contains one or more of the following: sodium stearoyl lactylate, calcium stearoyl lactylate, monoglycerides, mono- and diglycerides, distilled monoglycerides, calcium peroxide, calcium iodate, datem, ethoxylated mono- and diglycerides, enzymes, ascorbic acid), soy flour, calcium sulfate, monocalcium phosphate, calcium carbonate, sorbic acid, soy lecithin, calcium propionate. If seeded, sesame seeds added. Contains a bioengineered food ingredient.",
        "Allergens": "Gluten, High Fructose Corn Syrup, Soy, Wheat"
    },
    {
        "Title": "Hot Dog",
        "Serving Info": "1 HOT DOG (85g)",
        "Calories": "250",
        "Nutrients": {
            "Total Fat": "23g",
            "Saturated Fat": "10g",
            "Trans Fat": "NA",
            "Cholesterol": "55mg",
            "Sodium": "135mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "10g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "JUMBO HOT DOGS (Beef, water, sorbitrol, salt, flavorings, sodium phosphates, sodium erythorbate, sodium nitrite, extract of paprika.)",
        "Allergens": "Beef, Pork"
    },
    {
        "Title": "Bratwurst",
        "Serving Info": "1 BRATWURST (57g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "17g",
            "Saturated Fat": "6g",
            "Trans Fat": "NA",
            "Cholesterol": "40mg",
            "Sodium": "480mg",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "8g",
            "Vit. D": "0.6mcg",
            "Calcium": "16mg",
            "Iron": "0.30mg",
            "Potas.": "200mg"
        },
        "Ingredients": "5/1 JOHNSONVILL BRATWURST",
        "Allergens": "Corn, MSG, Pork"
    },
    {
        "Title": "Beyond Chili",
        "Serving Info": "PORTION (199g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "750mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "5g",
            "Total Sugars": "7g",
            "Added Sugars": "N/A",
            "Protein": "8g",
            "Vit. D": "NA",
            "Calcium": "36mg",
            "Iron": "2.55mg",
            "Potas.": "270mg"
        },
        "Ingredients": "DICED TOMATOES, TOMATO JUICE (TOMATOES, CONTAINS LESS THAN 2% OF: SALT, CITRIC ACID, VITAMIN C (ASCORBIC ACID).), WATER, REDUCED SODIUM CHILI SEASONING MIX (SPICES INCLUDES CHILI PEPPER, WHITE RICE FLOUR, DEHYDRATED ONION, BROWN SUGAR, SUGAR, DEHYDRATED GARLIC, SALT INCLUDES SEA SALT, YEAST EXTRACT, CITRIC ACID, LESS THAN 2 SILICON DIOXIDE ANTICAKING.), HOT CHILI BEANS - DRAINED (PINTO BEANS, WATER, SALT, SPICES, MODIFIED FOOD STARCH, NATURAL FLAVOR, SOYBEAN OIL, CARAMEL COLOR, TOMATO PASTE.), BLACK BEANS - DRAINED (BLACK BEANS, WATER, SALT, FERROUS GLUCONATE.), RED BEANS - DRAINED (PREPARED DARK RED KIDNEY BEANS, WATER, SUGAR, SALT, AND CALCIUM CHLORIDE , DISODIUM EDTA ADDED TO PRESERVE COLOR.), BEYOND VEGAN BEEF SUBSTITUTE (Ingredients WATER, PEA PROTEIN*, EXPELLER-PRESSED CANOLA OIL, REFINED COCONUT OIL, RICE PROTEIN, NATURAL FLAVORS, COCOA BUTTER, MUNG BEAN PROTEIN, METHYLCELLULOSE, POTATO STARCH, APPLE EXTRACT, POMEGRANATE EXTRACT, SALT, POTASSIUM CHLORIDE, VINEGAR, LEMON JUICE CONCENTRATE, SUNFLOWER LECITHIN, BEET JUICE EXTRACT (FOR COLOR).PEAS ARE LEGUMES. PEOPLE WITH SEVERE ALLERGIES TO LEGUMES LIKE PEANUTS SHOULD BE CAUTIOUS WHEN INTRODUCING PEA PROTEIN INTO THEIR DIET BECAUSE OF THE POSSIBILITY OF A PEA ALLERGY. CONTAINS NO PEANUTS OR TREE NUTS.), PEELED ONIONS - DICED, OLIVE OIL (75% canola, 25% olive oil)",
        "Allergens": "Coconut, Garlic, Soy"
    },
    {
        "Title": "Orzo Vegetable Salad",
        "Serving Info": "PORTION (161g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "590mg",
            "Total Carbohydrates": "36g",
            "Dietary Fiber": "4g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "7g",
            "Vit. D": "NA",
            "Calcium": "29mg",
            "Iron": "2.15mg",
            "Potas.": "230mg"
        },
        "Ingredients": "GARBONZO BEANS - DRAINED AND RINSED (GARBANZO BEANS, WATER, SALT, CALCIUM CHLORIDE ADDED TO HELP MAINTAIN FIRMNESS, DISODIUM EDTA (TO PRESERVE COLOR)), ORZO PASTA (Durum wheat semolina, niacin, iron (ferrous sulfate), thiamin mononitrate, riboflavin, folic acid Contains: Wheat Manufactured in a facility that uses eggs), ROMA TOMATOES - CHOPPED, WATER, RED ONIONS - FINELY DICED, OLIVE OIL (75% canola, 25% olive oil), RED WINE VINEGAR (RED WINE VINEGAR (DILUTED WITH WATER TO 5% ACIDITY), POTASSIUM METABISULFITE (PRESERVATIVE).), FROZEN BASIL, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), HONEY DIJON DRESSING (WATER, SOYBEAN OIL, SUGAR, DIJON MUSTARD DISTILLED WHITE VINEGAR, MUSTARD SEED, WATER, SALT, WHITE WINE, CITRIC ACID, TARTARIC ACID, FRUIT PECTIN, SUGAR, SPICES, HONEY, WHITE WINE VINEGAR, VINEGAR, CONTAINS LESS THAN 2 OF EGG YOLKS, SALT, LEMON JUICE CONCENTRATE, XANTHAN GUM, NATURAL FLAVOR, PROPYLENE GLYCOL ALGINATE, SORBIC ACID AND CALCIUM DISODIUM EDTA AS PRESERVATIVES, SPICE, DRIED ONIONS.), FRESH MINT - CHOPPED, LEMON JUICE (Filtered water, lemon juice concentrate, sodium bisulfite (preservative), sodium benzoate (preservative), lemon oil.), HONEY (HONEY), GROUND BLACK PEPPER, GRANULATED GARLIC (DEHYDRATED GARLIC)",
        "Allergens": "Alcohol, Eggs, Garlic, Gluten, Soy, Wheat"
    },
    {
        "Title": "Salted Caramel Pretzel Brownie",
        "Serving Info": "1 BAR (64g)",
        "Calories": "270",
        "Nutrients": {
            "Total Fat": "12g",
            "Saturated Fat": "5g",
            "Trans Fat": "0g",
            "Cholesterol": "25mg",
            "Sodium": "240mg",
            "Total Carbohydrates": "38g",
            "Dietary Fiber": "1g",
            "Total Sugars": "29g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "39mg",
            "Iron": "1.09mg",
            "Potas.": "135mg"
        },
        "Ingredients": "NGREDIENTS: SUGAR, ENRICHED FLOUR WHEAT FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLE OIL SOYBEAN, PALM, AND COCONUT OILS, SWEET CONDENSED MILK, WATER, EGGS, MILK CHOCOLATE SUGAR, COCOA BUTTER, MILK, CHOCOLATE LIQUOR, SOY LECITHIN, ARTIFICIAL VANILLIN FLAVOR, WHOLE WHEAT FLOUR, CHOCOLATE PROCESSED WITH ALKALI, CORN SYRUP, MARGARINE [VEGETABLE OIL PALM AND SOYBEAN OIL, WATER, SALT, MONO- AND DIGLYCERIDES, ANNATTO COLOR, CALCIUM DISODIUM EDTA PRESERVATIVE, ARTIFICIAL FLAVOR, VITAMIN A PALMITATE], CONTAINS 2 OR LESS: GROUND CHOCOLATE PRETZEL BARK SUGAR, ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLE OIL PALM KERNEL, COCONUT, PALM, COCOA PROCESSED WITH ALKALI, WHEY POWDER, SALT, CANOLA OIL AND/OR SOYBEAN OIL, CORN SYRUP, SOY LECITHIN, NATURAL FLAVOR, BARLEY MALT EXTRACT, YEAST, SODIUM BICARBONATE, AMMONIUM BICARBONATE, SALT, SKIM MILK, CORN STARCH, HIGH FRUCTOSE CORN SYRUP, PECTIN, SOY LECITHIN, MOLASSES, LEAVENING BAKING SODA, CINNAMON, NATURAL AND ARTIFICIAL FLAVORS, SODIUM ACID PYROPHOSPHATE, MODIFIED CORN STARCH, MONO- AND DIGLYCERIDES, MONOCALCIUM PHOSPHATE, CALCIUM SULFATE, POLYSORBATE 60. CONTAINS: MILK, SOY, WHEAT, EGGS",
        "Allergens": "Coconut, Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Sugar Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "7g",
            "Protein": "1g",
            "Vit. D": "0.0mcg",
            "Calcium": "26mg",
            "Iron": "0.52mg",
            "Potas.": "45mg"
        },
        "Ingredients": "SUGAR COOKIE DOUGH (ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), SUGAR, MARGARINE (PALM OIL, SOYBEAN OIL, WATER, SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVOR, VITAMIN A PALMITATE, BETA CAROTENE), EGGS, HIGH FRUCTOSE CORN SYRUP, SALT, BAKING SODA. CONTAINS: WHEAT, SOYBEANS AND EGGS)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Peanuts, Soy, Wheat"
    },
    {
        "Title": "Broccoli Cheese Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "800mg",
            "Total Carbohydrates": "10g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "82mg",
            "Iron": "0.36mg",
            "Potas.": "105mg"
        },
        "Ingredients": "WATER, BROCOLLI CHEESE SOUP (Back to Search SHARE\t\tPRINT   \t\t\t\t\t\t \t CAMPBELL'S SIGNATURE  Soup  SOUP, BROCCOLI CHEESE CONDENSED ADD WATER TRAY PACK FROZEN FLORET  # 1001742  \t\t\t   3/4 LB\t  $31.34 / CS  ADD TO ORDER  Add to... Quantity Available  CS: 17     Customers Also Bought  \t   SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN MOLLY'S KITCHEN SOUP, CHICKEN RICE WILD CONDENSED ADD MILK TRAY FROZEN #6082179 \t\t\t $38.65 / CS ADD TO ORDER   \t \t   \t   SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN MOLLY'S KITCHEN SOUP, ITALIAN WEDDING PHO-FREE CONDENSED ADD WATER BAG FROZEN #6555516 \t $33.01 / CS ADD TO ORDER   \t \t   \t   SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN MOLLY'S KITCHEN SOUP, GUMBO CHICKEN SAUSAGE PHO-FREE CONDENSED ADD WATER TUB FROZEN #8116271 \t $41.26 / CS ADD TO ORDER   \t \t   \t   SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN MOLLY'S KITCHEN SOUP, CORN CHOWDER CONDENSED ADD MILK TUB FROZEN #2045093 \t $28.35 / CS ADD TO ORDER   \t \t    Product Description Additional Description FS FRZ BROCCOLI CHEESE 4.00 LB 3 CA STD CASE  Ingredients INGREDIENTS: WATER, BROCCOLI, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CHEDDAR CHEESE MILK, CULTURES, SALT, ENZYMES, CREAM, CONTAINS LESS THAN 2 OF: SALT, YEAST EXTRACT, CHEESE FLAVOR BASE CHEDDAR CHEESE [CREAM, NONFAT MILK, LOWFAT MILK, MILK, SALT, ENZYMES, CULTURES, CALCIUM CHLORIDE], WHEY, WATER, WHEY PROTEIN CONCENTRATE, SALT, LOWFAT MILK, DISODIUM PHOSPHATE, ENZYMES, CULTURES, SUGAR, SOY PROTEIN CONCENTRATE, PARMESAN CHEESE PART-SKIM MILK, CULTURES, SALT, ENZYMES, DEHYDRATED ONIONS, SPICE, BETA CAROTENE, DISODIUM PHOSPHATE, SODIUM PHOSPHATE.)",
        "Allergens": "Corn, Milk, Soy"
    },
    {
        "Title": "Popcorn Shrimp",
        "Serving Info": "12 SHRIMP (109g)",
        "Calories": "270",
        "Nutrients": {
            "Total Fat": "12g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "70mg",
            "Sodium": "600mg",
            "Total Carbohydrates": "26g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "0g",
            "Protein": "13g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "POPCORN BREADED SHRIMP (SHRIMP, BLEACHED WHEAT FLOUR, WATER, MODIFIED CORN STARCH, SALT, LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE), WHEY, NONFAT MILK, SUGAR, YEAST, SPICES, PARTIALLY HYDROGENATED SOYBEAN OIL, SPICE EXTRACTIVE, SODIUM TRIPOLYPHOSPHATE (TO RETAIN MOISTURE), SODIUM BISULFITE (AS A PRESERVATIVE).), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Corn, Gluten, Milk, Shellfish, Soy, Wheat"
    },
    {
        "Title": "Garlic Cheddar Biscuits",
        "Serving Info": "1 BISCUIT (34g)",
        "Calories": "110",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "380mg",
            "Total Carbohydrates": "13g",
            "Dietary Fiber": "0g",
            "Total Sugars": "1g",
            "Added Sugars": "1g",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "30mg",
            "Iron": "0.80mg",
            "Potas.": "0mg"
        },
        "Ingredients": "GARLIC CHEDDAR BISCUIT (ENRICHED FLOUR BLEACHED (WHEAT FLOUR, NIACIN, FERROUS SULFATE, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SOYBEAN OIL, IMITATION CHEDDAR CHEESE (CHEDDAR CHEESE [MILK, CHEESE CULTURE, SALT, ENZYMES, COLOR ADDED], WATER, PALM OIL, CORN STARCH, MODIFIED POTATO STARCH, SODIUM PHOSPHATE, WHEY, SALT, NATURAL FLAVOR, LACTIC ACID, SORBIC ACID [PRESERVATIVE], COLOR ADDED), SUGAR, HYDROGENATED SOYBEAN OIL, BUTTERMILK, BAKING SODA, SALT, SODIUM ALUMINUM PHOSPHATE, DATEM, SODIUM ACID PYROPHOSPHATE, SODIUM CASEINATE, MODIFIED CORN STARCH, WHEAT PROTEIN ISOLATE, DRIED PARSLEY, NATURAL AND ARTIFICIAL FLAVOR, YEAST EXTRACT, MILKFAT, MONOSODIUM GLUTAMATE, ASCORBIC ACID, NATURAL FLAVOR, HYDROLYZED SOY PROTEIN, ARTIFICIAL COLOR.)",
        "Allergens": "Corn, Gluten, Milk, MSG, Soy, Wheat"
    },
    {
        "Title": "Hush Puppies",
        "Serving Info": "5 HUSH PUPPY (92g)",
        "Calories": "320",
        "Nutrients": {
            "Total Fat": "20g",
            "Saturated Fat": "3g",
            "Trans Fat": "2g",
            "Cholesterol": "0mg",
            "Sodium": "670mg",
            "Total Carbohydrates": "33g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "5g",
            "Vit. D": "0.0mcg",
            "Calcium": "83mg",
            "Iron": "2.11mg",
            "Potas.": "210mg"
        },
        "Ingredients": "HUSH PUPPIES (Onions, enriched yellow corn meal (yellow corn meal, niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), water, enriched bleached wheat flour (wheat flour, niacin, reduced iron, thiamin mononitrate, riboflavin, folic acid), soybean oil with dimethylpolysiloxane (antifoam) added, sugar, may contain 2% or less of: buttermilk, salt, leavening (sodium bicarbonate, sodium aluminum phosphate), spice, dried parsley, guar gum.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Quinoa Pilaf",
        "Serving Info": "PORTION (85g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "NA",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "340mg",
            "Total Carbohydrates": "13g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "17mg",
            "Iron": "0.65mg",
            "Potas.": "90mg"
        },
        "Ingredients": "WATER, WILD RICE MIX (ENRICHED PARBOILED LONG GRAIN RICE (RICE, IRON PHOSPHATE, NIACIN, THIAMINE MONONITRATE, FOLIC ACID),WILD RICE, DEHYDRATED VEGETABLES (CARROTS, ONION, CELERY, GARLIC), SUGAR, YEAST EXTRACT, HYDROLYZED CORN GLUTEN, SALT, DEXTROSE, PARSLEY, SOYBEAN OIL, COCONUT OIL, CORN SYRUP SOLIDS, INACTIVE YEAST, SODIUM CASEINATE (MILK), TURMERIC EXTRACT (COLOR), NATURAL FLAVORS (CONTAINS CANOLA OIL), POTASSIUM & SODIUM PHOSPHATE, MONO & DIGLYCERIDES, SPICE, DISODIUM INOSINATE & DISODIUM GUANYLATE, THIAMINE HYDROCHLORIDE, SOY LECITHIN, CONTAINS 2% OR LESS SILICON DIOXIDE (ANTICAKING). CONTAINS: MILK, SOY.), QUINOA, RED PEPPERS, GREEN PEPPERS, RED ONIONS, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), OLIVE OIL (75% canola, 25% olive oil), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), CELERY SALT (SALT AND CELERY SEEDS.), SUMAC, GROUND CUMIN, GROUND MUSTARD (MUSTARD, WHL GRAIN REF), GROUND BLACK PEPPER",
        "Allergens": "Coconut, Corn, Garlic, Gluten, Milk, Soy"
    },
    {
        "Title": "Fresh Yellow Summer Squash",
        "Serving Info": "HALF CUP (57g)",
        "Calories": "15",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "0mg",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "1g",
            "Added Sugars": "0g",
            "Protein": "< 1g",
            "Vit. D": "0mcg",
            "Calcium": "13mg",
            "Iron": "0.21mg",
            "Potas.": "100mg"
        },
        "Ingredients": "FRESH YELLOW SQUASH - SLICED",
        "Allergens": "N/A"
    },
    {
        "Title": "Old Fashioned Lemon Bar",
        "Serving Info": "1 BAR (45g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "120mg",
            "Total Carbohydrates": "24g",
            "Dietary Fiber": "0g",
            "Total Sugars": "20g",
            "Added Sugars": "16g",
            "Protein": "2g",
            "Vit. D": "0mcg",
            "Calcium": "72mg",
            "Iron": "0mg",
            "Potas.": "105mg"
        },
        "Ingredients": "Ingredients SWEETENED CONDENSED MILK (MILK, SUGAR), YELLOW CAKE BASE (SUGAR, ENRICHED BLEACHED WHEAT FLOUR [FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], FOOD STARCH - MODIFIED, SOYBEAN OIL, WHEY [MILK], CONTAINS 2% OR LESS OF: ARTIFICIAL FLAVOR, SOY FLOUR, EGGS, LEAVENING [BAKING SODA, SODIUM ALUMINUM SULFATE], MONO AND DIGLYCERIDES, PROPYLENE GLYCOL MONO AND DIESTERS OF FATTY ACIDS, SALT, SODIUM STEAROYL LACTYLATE, VITAL WHEAT GLUTEN, ARTIFICIAL COLORS [YELLOW 5, YELLOW LAKE 5, YELLOW 6, YELLOW LAKE 6]), LEMON JUICE, WHOLE EGGS, MARGARINE (PALM OIL, WATER, SALT, MONO AND DIGLYCERIDES, SOY LECITHIN, SODIUM BENZOATE [PRESERVATIVE], ARTIFICIAL FLAVOR, [BETA]-APO-8â€™-CAROTENAL [COLOR] AND VITAMIN A PALMITATE ADDED), SUGAR BLEND (DEXTROSE, PALM OIL, SOYBEAN OIL, NATURAL AND ARTIFICIAL FLAVORS), LEMON COMPOUND (CORN SYRUP, LEMON PUREE [LEMON PEEL, WATER, LEMON PULP CELLS, LEMON JUICE CONCENTRATE], SUGAR, WATER, FOOD STARCH - MODIFIED [CORN], NATURAL FLAVOR, PROPYLENE GLYCOL, PECTIN",
        "Allergens": "Corn, Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Double Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "120",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "105mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "0g",
            "Total Sugars": "11g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "1.80mg",
            "Potas.": "NA"
        },
        "Ingredients": "DOUBLE CHOC CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- ANDDIGLYCERIDES, NATURAL FLAVORS [CONTAINS MILK], CITRIC ACID, VITAMIN A P ALMITATE ADDED, BETA CAROTENE [COLOR], WHITE CHOCOLATE CHIPS SUGAR, WHOLE MILK POWDER, COCOA BUTTER, SOY LECITHIN, ARTIFICIAL FLAVOR, MOLASSES, DEXTROSE, EGGS, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, SOY LECITHIN, VANILLA EXTRACT, WATER, COCOA PROCESSED WITH ALKALI, CONTAINS 2 OR LESS OF: WHEAT STARCH, CARAMEL COLOR, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR. CONTAINS: EGGS, MILK, SOY AND WHEAT)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Creamy Mushroom Soup",
        "Serving Info": "5 OZ PORTION (143g)",
        "Calories": "200",
        "Nutrients": {
            "Total Fat": "18g",
            "Saturated Fat": "12g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "390mg",
            "Total Carbohydrates": "4g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "7mg",
            "Iron": "0.21mg",
            "Potas.": "95mg"
        },
        "Ingredients": "WATER, CREAMY VEGAN COOKING LIQUID (Lentil preparation (water, lentil protein), plant-based oil blend from coconut and canola oils, sugar, modified corn starch, sucrose esters of fatty acid, natural flavor, mono and di-glycerides, salt, guar gum, sunflower lecithin, locust bean gum, beta-carotene (color)), FRESH SLICED MUSHROOMS - CHOPPED, PEELED ONIONS - DICED, OLIVE OIL (75% canola, 25% olive oil), CORNSTARCH, FRESH GARLIC - MINCED, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER, GROUND NUTMEG",
        "Allergens": "Coconut, Corn, Garlic"
    },
    {
        "Title": "Steamed Rice",
        "Serving Info": "PORTION (87g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "180mg",
            "Total Carbohydrates": "35g",
            "Dietary Fiber": "1g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "0mcg",
            "Calcium": "1mg",
            "Iron": "0.36mg",
            "Potas.": "0mg"
        },
        "Ingredients": "WHITE RICE (Ingredients: Long Grain White Rice), HOT WATER, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)",
        "Allergens": "N/A"
    },
    {
        "Title": "Green Leaf Lettuce",
        "Serving Info": "LEAF (14g)",
        "Calories": "0",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "10mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "4mg",
            "Iron": "0.18mg",
            "Potas.": "30mg"
        },
        "Ingredients": "Green leaf lettuce",
        "Allergens": "N/A"
    },
    {
        "Title": "Chicken Teriyaki",
        "Serving Info": "PORTION (114g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "NA",
            "Cholesterol": "75mg",
            "Sodium": "350mg",
            "Total Carbohydrates": "2g",
            "Dietary Fiber": "0g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "17g",
            "Vit. D": "NA",
            "Calcium": "2mg",
            "Iron": "0.02mg",
            "Potas.": "NA"
        },
        "Ingredients": "DICED CHICKEN THIGH MEAT (BONELESS, SKINLESS DICED CHICKEN THIGH MEAT CONTAINING: UP TO 15% OF A SOLUTION OF WATER AND SEA SALT.), BROWN SUGAR (SUGAR, MOLASSES), WHITE SHERRY, GLUTEN FREE TAMARI SOY SAUCE (WATER,SOYBEANS,SALT,SUGAR), SESAME OIL (100 PURE SESAME OIL), FRESH GARLIC",
        "Allergens": "Alcohol, Garlic, Sesame, Soy"
    },
    {
        "Title": "Sweet Chili Korean Lentils",
        "Serving Info": "4.5 OZ PORTION (130g)",
        "Calories": "100",
        "Nutrients": {
            "Total Fat": "4g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "850mg",
            "Total Carbohydrates": "12g",
            "Dietary Fiber": "2g",
            "Total Sugars": "4g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "15mg",
            "Iron": "1.02mg",
            "Potas.": "160mg"
        },
        "Ingredients": "WATER, RED LENTILS, PEELED ONIONS - CHOPPED, GLUTEN FREE TAMARI SOY SAUCE (WATER,SOYBEANS,SALT,SUGAR), ROOT GINGER - MINCED, BROWN SUGAR (SUGAR, MOLASSES), OLIVE OIL (75% canola, 25% olive oil), SESAME OIL (100 PURE SESAME OIL), FRESH GARLIC - MINCED, CRUSHED RED PEPPER (CRUSHED RED PEPPERS)",
        "Allergens": "Garlic, Sesame, Soy"
    },
    {
        "Title": "Broccoli Ginger Stir-Fry",
        "Serving Info": "HALF CUP (42g)",
        "Calories": "30",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "180mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "1g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "19mg",
            "Iron": "0.31mg",
            "Potas.": "110mg"
        },
        "Ingredients": "PRE-CUT BROCCOLI BUDS, WATER, GLUTEN FREE TAMARI SOY SAUCE (WATER,SOYBEANS,SALT,SUGAR), SESAME OIL (100 PURE SESAME OIL), ROOT GINGER - MINCED, OLIVE OIL (75% canola, 25% olive oil), SESAME SEED, FRESH GARLIC, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.)",
        "Allergens": "Corn, Garlic, Sesame, Soy"
    },
    {
        "Title": "Sauteed Vegetables",
        "Serving Info": "3.5 OZ PORTION (99g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "3.5g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "30mg",
            "Total Carbohydrates": "7g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "42mg",
            "Iron": "0.95mg",
            "Potas.": "250mg"
        },
        "Ingredients": "PRE-CUT CAULIFLOWER BUDS, FRESH YELLOW SQUASH - SLICED, ZUCCHINI - JULIENNE CUT, SNAP SUGAR PEAS - THAWED, PRE-CUT BROCCOLI BUDS (BROCCOLI), FRESH BABY WHOLE CARROTS (Ingredients CARROT), OLIVE OIL (75% canola, 25% olive oil)",
        "Allergens": "N/A"
    },
    {
        "Title": "Pumpkin Pie",
        "Serving Info": "1 SLICE (162g)",
        "Calories": "900",
        "Nutrients": {
            "Total Fat": "79g",
            "Saturated Fat": "14g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "620mg",
            "Total Carbohydrates": "22g",
            "Dietary Fiber": "10g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "47g",
            "Vit. D": "NA",
            "Calcium": "104mg",
            "Iron": "20.79mg",
            "Potas.": "1190mg"
        },
        "Ingredients": "PUMPKIN PIE (Ingredients 'ORGANIC PEPITAS, ORGANIC SUNFLOWER OIL, SALT.'), WHIP TOPPING (WATER, HIGH FRUCTOSE CORN SYRUP, HYDROGENATED VEGETABLE OIL (PALM, PALM KERNEL, COCONUT AND/OR COTTONSEED), CONTAINS LESS THAN 2% OF THE FOLLOWING: CARBOHYDRATE GUM, SUGAR, POLYSORBATE 60, POLYGLYCEROL ESTERS OF FATTY ACIDS, SALT, SODIUM ALGINATE, SOY LECITHIN, ARTIFICIAL FLAVOR, SODIUM CITRATE, NATURAL FLAVOR, COLORED WITH TURMERIC AND ANNATTO EXTRACTS. CONTAINS SOY.)",
        "Allergens": "Coconut, Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "Chocolate Chip Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "< 5mg",
            "Sodium": "100mg",
            "Total Carbohydrates": "17g",
            "Dietary Fiber": "0g",
            "Total Sugars": "10g",
            "Added Sugars": "0g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "CHOCOLATE CHIP COOKIE DOUGH (ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, PALM AND PALM KERNEL OIL, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, DEXTROSE, SOY LECITHIN, VANILLA EXTRACT, MILK, MARGARINE PALM OIL, WATER, SOYBEAN OIL, CONTAINS 2 OR LESS OF: SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVORS [INCLUDES MILK], CITRIC ACID, VITAMIN A PALMITATE ADDED, BETA CAROTENE [COLOR], WATER, EGGS, DEXTROSE, CONTAINS 2 OR LESS OF: MOLASSES, COCOA PROCESSED WITH ALKALI, WHEAT STARCH, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR, SORBITAN MONOSTEARATE, POLYSORBATE 60, SOY LECITHIN, MILK. CONTAINS: EGG, MILK, SOY, WHEAT.)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Cream Of Potato Soup",
        "Serving Info": "Cup (232g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "860mg",
            "Total Carbohydrates": "18g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "4mg",
            "Iron": "0mg",
            "Potas.": "270mg"
        },
        "Ingredients": "WATER, CREAM OF POTATO SOUP (INGREDIENTS: POTATOES, SKIM MILK, CREAM, CARROTS, VEGETABLE OIL CORN AND/OR CANOLA, MODIFIED FOOD STARCH, CELERY, DEHYDRATED SKIM MILK, ONIONS, CONTAINS LESS THAN 2 OF: SALT, BLEACHED ENRICHED FLOUR WHEAT FLOUR, WHEAT STARCH, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SOY PROTEIN CONCENTRATE, SPICES, FLAVORING.)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Country Fried Steak",
        "Serving Info": "1 STEAK (78g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "19g",
            "Saturated Fat": "4g",
            "Trans Fat": "NA",
            "Cholesterol": "25mg",
            "Sodium": "330mg",
            "Total Carbohydrates": "13g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "0g",
            "Protein": "9g",
            "Vit. D": "NA",
            "Calcium": "31mg",
            "Iron": "1.60mg",
            "Potas.": "135mg"
        },
        "Ingredients": "BEEF STEAK BREADED (Beef, Salt, Sodium Phosphate. BATTERED WITH: Water, Enriched Bleached Wheat Flour (Enriched With Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid), Modified Corn Starch, Yellow Corn Flour, Leavening (Monocalcium Phosphate, Sodium Bicarbonate), Dried Whey (Milk), Salt, Garlic Powder, Spice Extractives, Spices. BREADED WITH: Enriched Bleached Wheat Flour (Enriched With Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Salt, Dextrose, Spice, Leavening (Sodium Acid Pyrophosphate, Sodium Bicarbonate). CRACKERS: Enriched Flour (Wheat Flour, Niacin, Reduced Iron, Thiamine Mononitrate, Riboflavin, Folic Acid), Soybean Oil With TBHQ For Freshness, Salt, Corn Syrup, Contains Two Percent Or Less Of Baking Soda, Yeast, Soy Lecithin. CONTAINS: SOY, WHEAT, MILK), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Beef, Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Peppered Biscuit Gravy",
        "Serving Info": "HALF CUP (128g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "1g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "480mg",
            "Total Carbohydrates": "12g",
            "Dietary Fiber": "0g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "0mg",
            "Potas.": "105mg"
        },
        "Ingredients": "WATER, PEPPER GRAVY MIX (ENRICHED WHEAT FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, FOOD STARCH - MODIFIED, CORN SYRUP SOLIDS, COCONUT OIL, SALT, MALTODEXTRIN, BUTTERMILK, CANOLA OIL, CONTAINS 2 OR LESS OF SODIUM CASEINATE, SPICE, SUGAR, HYDROLYZED CORN PROTEIN, DIPOTASSIUM PHOSPHATE, TITANIUM DIOXIDE COLOR, MONO DIGLYCERIDES AS EMULSIFIERS, FLAVORS [WITH ANNATTO AND TURMERIC FOR COLOR, CREAM], DISODIUM INOSINATE, DISODIUM GUANYLATE, SILICON DIOXIDE AN ANTICAKING AGENT.)",
        "Allergens": "Coconut, Corn, Gluten, Milk, Wheat"
    },
    {
        "Title": "Cheesy Green Beans Almondine",
        "Serving Info": "PORTION (85g)",
        "Calories": "80",
        "Nutrients": {
            "Total Fat": "4.5g",
            "Saturated Fat": "1g",
            "Trans Fat": "NA",
            "Cholesterol": "< 5mg",
            "Sodium": "170mg",
            "Total Carbohydrates": "8g",
            "Dietary Fiber": "3g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "74mg",
            "Iron": "0.22mg",
            "Potas.": "180mg"
        },
        "Ingredients": "WHOLE FANCY GREEN BEANS (Green Beans), RED ONIONS - CHOPPED, FRESH SHREDDED PARMESAN CHEESE (PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), POWDERED CELLULOSE TO PREVENT CAKING, NATAMYCIN TO PROTECT FLAVOR OR PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH AND POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (NATURAL MOLD INHIBITOR) (AGED OVER 10 MONTHS) OR PASTEURIZED PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, CORN FLOUR CELLULOSE ADDED TO PREVENT CAKING.), SLIVERED ALMONDS (ALMONDS), OLIVE OIL (75% canola, 25% olive oil), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Corn, Garlic, Milk, Tree Nuts"
    },
    {
        "Title": "Biscuit",
        "Serving Info": "1 BISCUIT (62g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "560mg",
            "Total Carbohydrates": "25g",
            "Dietary Fiber": "1g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "40mg",
            "Iron": "1.91mg",
            "Potas.": "NA"
        },
        "Ingredients": "SOUTHERN STYLE BISCUIT (ENRICHED BLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, BUTTERMILK, PALM OIL CONTAINS LESS THAN 2%: SUGAR, SODIUM BICARBONATE, SODIUM ALUMINUM PHOSPHATE, SALT, WHEY, SODIUM CASEINATE (A MILK DERIVATIVE), SODIUM ACID PYROPHOSPHATE, FOOD STARCH-MODIFIED, MALTODEXTRIN, SOY LECITHIN, PARTIALLY HYDROGENATED SOYBEAN AND/OR COTTONSEED OIL, NATURAL AND ARTIFICIAL FLAVOR CONTAINS ALLERGENS: WHEAT, MILK)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Mashed Potatoes",
        "Serving Info": "PORTION (113g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "6g",
            "Trans Fat": "NA",
            "Cholesterol": "25mg",
            "Sodium": "400mg",
            "Total Carbohydrates": "14g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "NA",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "BOIL IN BAG MASHED POTATOES (POTATOES, SKIM MILK, BUTTER (CREAM, SALT), WHOLE MILK, SALT, DISODIUM PYROPHOSPHATE (ADDED TO MAINTAIN COLOR), POTASSIUM SORBATE (ADDED TO MAINTAIN FRESHNESS), SPICE)",
        "Allergens": "Milk"
    },
    {
        "Title": "Peach Cobbler",
        "Serving Info": "HALF CUP (76g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "160mg",
            "Total Carbohydrates": "25g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "10g",
            "Added Sugars": "9g",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "NA",
            "Potas.": "50mg"
        },
        "Ingredients": "PEACH COBBLER (PEACHES, WATER, ENRICHED FLOUR (WHEAT FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), HIGH FRUCTOSE CORN SYRUP, CORN SYRUP, VEGETABLE OIL (PALM AND SOYBEAN OILS), MODIFIED CORN STARCH. CONTAINS 2% OR LESS OF THE FOLLOWING: SUGAR, DEXTROSE, SALT, CITRIC ACID, ARTIFICIAL FLAVOR, CINNAMON, BAKING SODA, ANNATTO EXTRACT (COLOR), MONO- AND DIGLYCERIDES, SOY FLOUR. CONTAINS WHEAT.)",
        "Allergens": "Corn, Gluten, High Fructose Corn Syrup, Soy, Wheat"
    },
    {
        "Title": "Peanut Butter Cookies",
        "Serving Info": "1 COOKIE (28g)",
        "Calories": "130",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "95mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "0.25mg",
            "Potas.": "30mg"
        },
        "Ingredients": "PEANUT BUTTER COOKIE DOUGH (PEANUT BUTTER: SUGAR, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), PEANUT BUTTER (BLANCHED PEANUTS, SUGAR, PARTIALLY HYDROGENATED VEGETABLE OIL [COTTONSEED AND RAPESEED], SALT), MARGARINE (PALM OIL, SOYBEAN OIL, WATER, SALT, MONO- AND DIGLYCERIDES, NATURAL FLAVOR, VITAMIN A PALMITATE, BETA CAROTENE), EGGS, MOLASSES, HIGH FRUCTOSE CORN SYRUP, BAKING SODA, SALT. CONTAINS: WHEAT, PEANUTS, SOYBEANS AND EGGS)",
        "Allergens": "Corn, Eggs, Gluten, Milk, Peanuts, Soy, Wheat"
    },
    {
        "Title": "Rotisserie Chicken Soup",
        "Serving Info": "6 OZ PORTION (174g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "10mg",
            "Sodium": "570mg",
            "Total Carbohydrates": "7g",
            "Dietary Fiber": "0g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "10mg",
            "Iron": "0.43mg",
            "Potas.": "45mg"
        },
        "Ingredients": "WATER, ROTISSERIE CHICKEN SOUP (INGREDIENTS: CHICKEN STOCK, WHITE CHICKEN MEAT, ENRICHED EGG NOODLES (WHEAT FLOUR, EGGS, EGG WHITES, NIACIN, FERROUS SULFATE, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), CARROTS, ONIONS, CELERY, WATER, CONTAINS LESS THAN 2% OF: MODIFIED FOOD STARCH, SALT, GELATIN, CHICKEN FAT, SOY PROTEIN CONCENTRATE, CHICKEN BROTH, FLAVORING, SODIUM PHOSPHATE, WHEY POWDER (MILK), YEAST EXTRACT, SPICE, BETA CAROTENE, EGG YOLK POWDER, DEHYDRATED CHICKEN. CONTAINS: EGG, WHEAT, MILK, SOY)",
        "Allergens": "Eggs, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Submarine Roll",
        "Serving Info": "1 ROLL (99g)",
        "Calories": "260",
        "Nutrients": {
            "Total Fat": "3.5g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "490mg",
            "Total Carbohydrates": "49g",
            "Dietary Fiber": "3g",
            "Total Sugars": "6g",
            "Added Sugars": "4g",
            "Protein": "9g",
            "Vit. D": "0mcg",
            "Calcium": "143mg",
            "Iron": "3.58mg",
            "Potas.": "125mg"
        },
        "Ingredients": "SUBMARINE ROLL (Enriched Flour (wheat flour, niacin, reduced iron, thiamine mononitrate, riboflavin, folic acid), Water, Yeast, Sugar, Salt, Eggs, Contains 1 Percent or Less of: Palm  Oil Shorthening, Dough Conditioner (wheat Flour, Cellulose gum, dextrose, DATEM, guar gum, malted barley flour, ascorbic acid, enzymes, sodium alginate, soybean oil, Egg Powder, Soy lecithin, Nonfat Dry Milk. CONTAINS: WHEAT, MILK, EGG, SOYBEAN)",
        "Allergens": "Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    },
    {
        "Title": "French Dip Roast Beef",
        "Serving Info": "2.5 OZ PORTION (71g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "3g",
            "Trans Fat": "NA",
            "Cholesterol": "65mg",
            "Sodium": "30mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "22g",
            "Vit. D": "NA",
            "Calcium": "5mg",
            "Iron": "1.80mg",
            "Potas.": "180mg"
        },
        "Ingredients": "FRESH TOP ROUND ROAST, BEEF BASE (ROASTED BEEF AND BEEF BROTH, SUGAR, YEAST EXTRACT, CORN OIL, HYDROLYZED CORN PROTEIN, CARAMEL COLOR CLASS 1, POTASSIUM CHLORIDE, ONION POWDER, TOMATO POWDER, GARLIC POWDER, MALTODEXTRIN, DISODIUM INOSINATE, DISODIUM GUANYLATE, DRIED BEEF STOCK, CORN SYRUP SOLIDS, SALT, THIAMINE HYDROCHLORIDE, SPICE EXTRACTIVES.), WATER",
        "Allergens": "Beef, Corn, Garlic"
    },
    {
        "Title": "Au Jus",
        "Serving Info": "HALF CUP (111g)",
        "Calories": "5",
        "Nutrients": {
            "Total Fat": "0g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "50mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "3mg",
            "Iron": "0mg",
            "Potas.": "65mg"
        },
        "Ingredients": "WATER, BEEF BASE (ROASTED BEEF AND BEEF BROTH, SUGAR, YEAST EXTRACT, CORN OIL, HYDROLYZED CORN PROTEIN, CARAMEL COLOR CLASS 1, POTASSIUM CHLORIDE, ONION POWDER, TOMATO POWDER, GARLIC POWDER, MALTODEXTRIN, DISODIUM INOSINATE, DISODIUM GUANYLATE, DRIED BEEF STOCK, CORN SYRUP SOLIDS, SALT, THIAMINE HYDROCHLORIDE, SPICE EXTRACTIVES.)",
        "Allergens": "Beef, Corn, Garlic"
    },
    {
        "Title": "Steak Fries",
        "Serving Info": "PORTION (85g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "1.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "25mg",
            "Total Carbohydrates": "17g",
            "Dietary Fiber": "2g",
            "Total Sugars": "< 1g",
            "Added Sugars": "0g",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.66mg",
            "Potas.": "270mg"
        },
        "Ingredients": "SKIN-ON STEAK FRIES (Ingredients: Potatoes, Vegetable Oil (Contains One or More of the Following: Soybean, Canola, Palm, Hydrogenated Cottonseed, Sunflower), Disodium Dihydrogen Pyrophosphate (to promote color retention), Dextrose.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Soy"
    },
    {
        "Title": "Edamame Succotash With Bacon",
        "Serving Info": "PORTION (85g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "3g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "NA",
            "Cholesterol": "NA",
            "Sodium": "80mg",
            "Total Carbohydrates": "8g",
            "Dietary Fiber": "2g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "4g",
            "Vit. D": "NA",
            "Calcium": "23mg",
            "Iron": "0.77mg",
            "Potas.": "250mg"
        },
        "Ingredients": "EDAMAME (Edamame (Whole Soybean in Pod)), PEELED ONIONS - DICED, ROMA TOMATOES - LARGE DICED, CORN, RED PEPPERS - DICED, RED WINE VINEGAR (RED WINE VINEGAR (DILUTED WITH WATER TO 5% ACIDITY), POTASSIUM METABISULFITE (PRESERVATIVE).), REAL BACON TOPPING (BACON (CURED WITH WATER, SALT, SUGAR, SODIUM ERYTHORBATE, SODIUM NITRITE. MAY ALSO CONTAIN DEXTROSE, FLAVORING, HONEY, POTASSIUM CHLORIDE, POTASSIUM LACTATE, SMOKE FLAVORING, SODIUM DIACETATE, SODIUM PHOSPHATE).), UNSALTED MARGARINE SOLIDS (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.), FRESH BASIL - CHIFONNADE, SUGAR, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Alcohol, Corn, Pork, Soy"
    },
    {
        "Title": "Roasted Tomatoes",
        "Serving Info": "HALF CUP (75g)",
        "Calories": "25",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "200mg",
            "Total Carbohydrates": "3g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "< 1g",
            "Vit. D": "NA",
            "Calcium": "10mg",
            "Iron": "0.54mg",
            "Potas.": "160mg"
        },
        "Ingredients": "TOMATOES - CORED AND QUARTERED, RED ONIONS - 1/4  DICED, OLIVE OIL (75% canola, 25% olive oil), FRESH THYME - CHOPPED, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH OREGANO - CHOPPED (Fresh Oregano), CRACKED BLACK PEPPER, FRESH ROSEMARY - CHOPPED",
        "Allergens": "N/A"
    },
    {
        "Title": "Frosted Chocolate Cake",
        "Serving Info": "1 SLICE (47g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "8g",
            "Saturated Fat": "3g",
            "Trans Fat": "NA",
            "Cholesterol": "20mg",
            "Sodium": "110mg",
            "Total Carbohydrates": "26g",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "33mg",
            "Iron": "0.75mg",
            "Potas.": "70mg"
        },
        "Ingredients": "CHOCOLATE CAKE (SUGAR, ENRICHED BLEACHED FLOUR (WHEAT FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, EGGS, HIGH FRUCTOSE CORN SYRUP, VEGETABLE OIL (SOYBEAN AND/OR COTTONSEED OILS), COCOA PROCESSED WITH ALKAI, PARTIALLY HYDROGENATED VEGETABLE OIL (SOYBEAN AND COTTONSEED OILS), CORN SYRUP, CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: WHEAT STARCH, CHOCOLATE LIQUOR PROCESSED WITH ALKAI, MILK PROTEIN CONCENTRATE, MODIFIED CORN STARCH, LEAVENING (BAKING SODA, SODIUM ALUMINUM PHOSPHATE, MONOCALCIUM PHOSPHATE), CORN STARCH, SALT, COLORED WITH (RED 40 LAKE, YELLOW 6 LAKE, BLUE 1 LAKE), VANILLIN (ARTIFICIAL FLAVOR), MONO AND DIGLYCERIDES, POLYSORBATE 60, PHOSPHORIC ACID, SODIUM PROPIONATE(PRESERVATIVE), PROPYLENE GLYCOL ESTERS OF FATTY ACIDS, LACTOSE, LACTYLIC STEARATE, GUM ARABIC, PROPYLENE GLYCOL ALGINATE, XANTHAN GUM, SOY LECITHIN, SOY FLOUR)",
        "Allergens": "Corn, Eggs, Gluten, High Fructose Corn Syrup, Milk, Soy, Wheat"
    }
]