[
    {
        "Title": "Thin Crust Cheese Pizza",
        "Serving Info": "1/10TH PIZZA (71g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "NA",
            "Cholesterol": "20mg",
            "Sodium": "330mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "9g",
            "Vit. D": "0.1mcg",
            "Calcium": "184mg",
            "Iron": "0.07mg",
            "Potas.": "75mg"
        },
        "Ingredients": "16  THIN PARBAKED PIZZA CRUST (FLOUR (WHEAT, MALTED BARLEY), WATER, SOYBEAN OIL, YEAST, SALT, DEXTROSE, CALCIUM PROPIONATE (PRESERVATIVE), AND SOY LECITHIN), AUTHENTIC TOMATO PIZZA SAUCE (VINE-RIPENED FRESH TOMATOES, BLEND OF EXTRA VIRGIN OLIVE OIL AND SUNFLOWER OIL, SALT, OREGANO, GRANULATED GARLIC, BLACK PEPPER AND NATURALLY DERIVED CITRIC ACID.), PIZZA CHEESE (PLOW-MOISTURE PART-SKIM MOZZARELLA CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NOT SMOKED PROVOLONE CHEESE (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES), POTATO STARCH, CORN STARCH AND POWDERED CELLULOSE (TO PREVENT CAKING), PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), ROMANO CHEESE MADE FROM COW'S MILK (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NATAMYCIN (A NATURAL MOLD INHIBITOR).CONTAINS: MILK.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), FRESH SHREDDED PARMESAN CHEESE (PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), POWDERED CELLULOSE TO PREVENT CAKING, NATAMYCIN TO PROTECT FLAVOR OR PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH AND POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (NATURAL MOLD INHIBITOR) (AGED OVER 10 MONTHS) OR PASTEURIZED PART SKIM MILK, CHEESE CULTURE, SALT, ENZYMES, CORN FLOUR CELLULOSE ADDED TO PREVENT CAKING.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Thin Crust Buffalo Chicken Pizza",
        "Serving Info": "1/10TH PIZZA (83g)",
        "Calories": "220",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "4.5g",
            "Trans Fat": "NA",
            "Cholesterol": "35mg",
            "Sodium": "650mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "13g",
            "Vit. D": "0.1mcg",
            "Calcium": "208mg",
            "Iron": "0.21mg",
            "Potas.": "45mg"
        },
        "Ingredients": "16  THIN PARBAKED PIZZA CRUST (FLOUR (WHEAT, MALTED BARLEY), WATER, SOYBEAN OIL, YEAST, SALT, DEXTROSE, CALCIUM PROPIONATE (PRESERVATIVE), AND SOY LECITHIN), PIZZA CHEESE (PLOW-MOISTURE PART-SKIM MOZZARELLA CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NOT SMOKED PROVOLONE CHEESE (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES), POTATO STARCH, CORN STARCH AND POWDERED CELLULOSE (TO PREVENT CAKING), PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), ROMANO CHEESE MADE FROM COW'S MILK (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NATAMYCIN (A NATURAL MOLD INHIBITOR).CONTAINS: MILK.), HOT BUFFALO WING SAUCE (DISTILLED VINEGAR, AGED CAYENNE RED PEPPERS, SALT, MODIFIED FOOD STARCH, WATER, CANOLA OIL, PAPRIKA, VEGETABLE FIBER, XANTHAN GUM, SODIUM BENZOATE (AS A PRESERVATIVE), NATURAL BUTTER TYPE FLAVOR AND GARLIC POWDER), FIRE BRAISED CHICKEN THIGH (FULLY COOKEDINGREDIENTS: CHICKEN THIGH MEAT, WATER, CONTAINS 2% OR LESS OF SPICES, SALT, FLAVORING, PAPRIKA, OLIVE OIL, XANTHAN GUM.), BLEU CHEESE - SMALL CRUMBLES, SHREDDED CHEDDAR CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, COLOR ADDED.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Thin Crust Pepperoni Pizza",
        "Serving Info": "1/10TH PIZZA (71g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "340mg",
            "Total Carbohydrates": "21g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "9g",
            "Vit. D": "NA",
            "Calcium": "164mg",
            "Iron": "0.05mg",
            "Potas.": "50mg"
        },
        "Ingredients": "16  THIN PARBAKED PIZZA CRUST (FLOUR (WHEAT, MALTED BARLEY), WATER, SOYBEAN OIL, YEAST, SALT, DEXTROSE, CALCIUM PROPIONATE (PRESERVATIVE), AND SOY LECITHIN), PIZZA CHEESE (PLOW-MOISTURE PART-SKIM MOZZARELLA CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NOT SMOKED PROVOLONE CHEESE (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES), POTATO STARCH, CORN STARCH AND POWDERED CELLULOSE (TO PREVENT CAKING), PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), ROMANO CHEESE MADE FROM COW'S MILK (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NATAMYCIN (A NATURAL MOLD INHIBITOR).CONTAINS: MILK.), AUTHENTIC TOMATO PIZZA SAUCE (VINE-RIPENED FRESH TOMATOES, BLEND OF EXTRA VIRGIN OLIVE OIL AND SUNFLOWER OIL, SALT, OREGANO, GRANULATED GARLIC, BLACK PEPPER AND NATURALLY DERIVED CITRIC ACID.), HORMEL SLICED PEPPERONI (BHA, BHT WITH CITRIC ACID ADDED TO HELP PROTECT FLAVOR.INGREDIENTS: PORK AND BEEF, SALT, CONTAINS 2% OR LESS OF WATER, DEXTROSE, SPICES, LACTIC ACID STARTER CULTURE, OLEORESIN OF PAPRIKA, GARLIC POWDER, SODIUM NITRITE, BHA, BHT, CITRIC ACID.)",
        "Allergens": "Beef, Garlic, Gluten, Milk, Pork, Soy, Wheat"
    },
    {
        "Title": "Thin Crust Spinach & Artichoke Pizza",
        "Serving Info": "1/10TH PIZZA (82g)",
        "Calories": "220",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "4.5g",
            "Trans Fat": "NA",
            "Cholesterol": "25mg",
            "Sodium": "320mg",
            "Total Carbohydrates": "24g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "10g",
            "Vit. D": "2.2mcg",
            "Calcium": "219mg",
            "Iron": "0.23mg",
            "Potas.": "40mg"
        },
        "Ingredients": "16  THIN PARBAKED PIZZA CRUST (FLOUR (WHEAT, MALTED BARLEY), WATER, SOYBEAN OIL, YEAST, SALT, DEXTROSE, CALCIUM PROPIONATE (PRESERVATIVE), AND SOY LECITHIN), PIZZA CHEESE (PLOW-MOISTURE PART-SKIM MOZZARELLA CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NOT SMOKED PROVOLONE CHEESE (PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES), POTATO STARCH, CORN STARCH AND POWDERED CELLULOSE (TO PREVENT CAKING), PARMESAN CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), ROMANO CHEESE MADE FROM COW'S MILK (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), NATAMYCIN (A NATURAL MOLD INHIBITOR).CONTAINS: MILK.), BOIL IN BAG ALFREDO SAUCE (HEAVY WHIPPING CREAM, HALF AND HALF, WATER, ROMANO CHEESE, PARMESAN CHEESE, BUTTER, MARGARINE, SALT, PEPPER, AND GRANULATED GARLIC.), ARTICHOKE HEARTS - CHOPPED (Quartered artichoke hearts, water, salt and citric acid.), BULK LEAF SPINACH, FRESH GARLIC - MINCED, GRATED PARMESAN ROMANO CHEESE (PARMESAN CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, ROMANO CHEESE PASTEURIZED PART-SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, POWDERED CELLULOSE TO PREVENT CAKING. CONTAINS MILK)",
        "Allergens": "Garlic, Gluten, Milk, Soy, Wheat"
    }
]