[
    {
        "Title": "QUESO FUNDIDO",
        "Serving Info": "1 Servings per containerServing Size1 CONTAINER (198g)",
        "Calories": "690",
        "Nutrients": [
            {
                "Total Fat": "55g"
            },
            {
                "Saturated Fat": "27g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "130mg"
            },
            {
                "Sodium": "2410mg"
            },
            {
                "Total Carbohydrate": "9g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "36g"
            },
            {
                "Vit. D": "1.3mcg"
            },
            {
                "Calcium": "400mg"
            },
            {
                "Iron": "1.35mg"
            }
        ],
        "Ingredients": "QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), CHORIZO PORK SAUSAGE (PORK, PAPRIKA, VINEGAR, SALT, SPICES, GARLIC POWDER, OLEORESIN OF PAPRIKA.)"
    },
    {
        "Title": "BEAN BURRITO",
        "Serving Info": "1 Servings per containerServing Size1 BURRITO (338g)",
        "Calories": "740",
        "Nutrients": [
            {
                "Total Fat": "26g"
            },
            {
                "Saturated Fat": "13g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "1130mg"
            },
            {
                "Total Carbohydrate": "103g"
            },
            {
                "Dietary Fiber": "5g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "24g"
            },
            {
                "Vit. D": "0.2mcg"
            },
            {
                "Calcium": "461mg"
            },
            {
                "Iron": "5.63mg"
            }
        ],
        "Ingredients": "12  FLOUR TORTILLA (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND/OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIONATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE. ALLERGENS: WHEAT), RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SALSA STYLE TOMATOES, SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), WATER, LIME JUICE (LIME JUICE (100%)), RED ONIONS, OLIVE OIL (75% canola, 25% olive oil), POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, FROZEN CILANTRO, FRESH JALAPENO PEPPERS (Habanero Peppers), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH CILANTRO, GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "BEEF BURRITO",
        "Serving Info": "1 Servings per containerServing Size1 BURRITO (465g)",
        "Calories": "890",
        "Nutrients": [
            {
                "Total Fat": "30g"
            },
            {
                "Saturated Fat": "14g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "110mg"
            },
            {
                "Sodium": "1720mg"
            },
            {
                "Total Carbohydrate": "105g"
            },
            {
                "Dietary Fiber": "6g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "49g"
            },
            {
                "Vit. D": "0.2mcg"
            },
            {
                "Calcium": "475mg"
            },
            {
                "Iron": "8.23mg"
            }
        ],
        "Ingredients": "12  FLOUR TORTILLA (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND/OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIONATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE. ALLERGENS: WHEAT), BEEF KNUCKLE, RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), SALSA STYLE TOMATOES, WATER, MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), V8 JUICE (TOMATO JUICE FROM CONCENTRATE (WATER,TOMATO CONCENTRATE), RECONSTITUTED VEGETABLE JUICE BLEND (WATER AND CONCENTRATED JUICES OF CARROTS, CELERY, BEETS, PARSLEY, LETTUCE, WATERCRESS, SPINACH), SALT, VITAMIN C (ASCORBIC ACID), FLAVORING, CITRIC ACID.), LIME JUICE (LIME JUICE (100%)), OLIVE OIL (75% canola, 25% olive oil), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FROZEN CILANTRO, FRESH JALAPENO PEPPERS (Habanero Peppers), FRESH GARLIC, GROUND BLACK PEPPER, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), FRESH CILANTRO, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), 5# GROUND CUMIN, GRANULATED GARLIC (DEHYDRATED GARLIC), GROUND OREGANO, BAY LEAVES, DRIED LEAF OREGANO, WHOLE BLACK PEPPER"
    },
    {
        "Title": "CHICKEN BURRITO",
        "Serving Info": "1 Servings per containerServing Size1 BURRITO (465g)",
        "Calories": "880",
        "Nutrients": [
            {
                "Total Fat": "30g"
            },
            {
                "Saturated Fat": "14g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "145mg"
            },
            {
                "Sodium": "1930mg"
            },
            {
                "Total Carbohydrate": "104g"
            },
            {
                "Dietary Fiber": "5g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "46g"
            },
            {
                "Vit. D": "0.2mcg"
            },
            {
                "Calcium": "464mg"
            },
            {
                "Iron": "6.61mg"
            }
        ],
        "Ingredients": "REFRIGERATED JUMBO CHICKEN THIGH MEAT (Fresh Boneless, SkinlessChickenThigh MeatContains up to 5% Retained Water), 12  FLOUR TORTILLA (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND/OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIONATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE. ALLERGENS: WHEAT), RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), SALSA STYLE TOMATOES, MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), WATER, RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), LIME JUICE (LIME JUICE (100%)), RED ONIONS, OLIVE OIL (75% canola, 25% olive oil), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FROZEN CILANTRO, FRESH JALAPENO PEPPERS (Habanero Peppers), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH CILANTRO, GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "PORK BURRITO",
        "Serving Info": "1 Servings per containerServing Size16.4 OZ PORTION (465g)",
        "Calories": "980",
        "Nutrients": [
            {
                "Total Fat": "39g"
            },
            {
                "Saturated Fat": "18g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "145mg"
            },
            {
                "Sodium": "1460mg"
            },
            {
                "Total Carbohydrate": "104g"
            },
            {
                "Dietary Fiber": "5g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "52g"
            },
            {
                "Vit. D": "1.3mcg"
            },
            {
                "Calcium": "489mg"
            },
            {
                "Iron": "7.63mg"
            }
        ],
        "Ingredients": "PATCHWORK FARMS FRESH PORK BUTT, 12  FLOUR TORTILLA (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND/OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIONATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE. ALLERGENS: WHEAT), RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), SALSA STYLE TOMATOES, MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), WATER, RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), LIME JUICE (LIME JUICE (100%)), ORANGE JUICE (100% PURE ORANGE JUICE FROM CONCENTRATE), RED ONIONS, OLIVE OIL (75% canola, 25% olive oil), POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FROZEN CILANTRO, FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), FRESH JALAPENO PEPPERS (Habanero Peppers), ACHIOTE FLAVORING PASTE (VINEGAR, ANNATTO SEED, SPICES, SALT, GARLIC.), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH CILANTRO, GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "BEAN BURRITO BOWL",
        "Serving Info": "1 Servings per containerServing Size1 BOWL (369g)",
        "Calories": "520",
        "Nutrients": [
            {
                "Total Fat": "18g"
            },
            {
                "Saturated Fat": "9g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "800mg"
            },
            {
                "Total Carbohydrate": "68g"
            },
            {
                "Dietary Fiber": "7g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "20g"
            },
            {
                "Vit. D": "0.2mcg"
            },
            {
                "Calcium": "377mg"
            },
            {
                "Iron": "4.39mg"
            }
        ],
        "Ingredients": "BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), SHREDDED ROMAINE (Romaine lettuce), RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SALSA STYLE TOMATOES, SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), WATER, RED ONIONS, LIME JUICE (LIME JUICE (100%)), POBLANO PEPPERS (Poblano Chili Pepper), OLIVE OIL (75% canola, 25% olive oil), FRESH JALAPENO PEPPERS (Habanero Peppers), BUTTERMILK, FROZEN CILANTRO, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH CILANTRO, GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "BEEF BURRITO BOWL",
        "Serving Info": "1 Servings per containerServing Size1 BOWL (425g)",
        "Calories": "610",
        "Nutrients": [
            {
                "Total Fat": "22g"
            },
            {
                "Saturated Fat": "10g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "110mg"
            },
            {
                "Sodium": "1160mg"
            },
            {
                "Total Carbohydrate": "59g"
            },
            {
                "Dietary Fiber": "5g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "42g"
            },
            {
                "Vit. D": "0.2mcg"
            },
            {
                "Calcium": "364mg"
            },
            {
                "Iron": "6.08mg"
            }
        ],
        "Ingredients": "BEEF KNUCKLE, SHREDDED ROMAINE (Romaine lettuce), RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), SALSA STYLE TOMATOES, WATER, MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), V8 JUICE (TOMATO JUICE FROM CONCENTRATE (WATER,TOMATO CONCENTRATE), RECONSTITUTED VEGETABLE JUICE BLEND (WATER AND CONCENTRATED JUICES OF CARROTS, CELERY, BEETS, PARSLEY, LETTUCE, WATERCRESS, SPINACH), SALT, VITAMIN C (ASCORBIC ACID), FLAVORING, CITRIC ACID.), LIME JUICE (LIME JUICE (100%)), OLIVE OIL (75% canola, 25% olive oil), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FROZEN CILANTRO, FRESH JALAPENO PEPPERS (Habanero Peppers), FRESH GARLIC, GROUND BLACK PEPPER, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), FRESH CILANTRO, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), 5# GROUND CUMIN, GRANULATED GARLIC (DEHYDRATED GARLIC), GROUND OREGANO, BAY LEAVES, DRIED LEAF OREGANO, WHOLE BLACK PEPPER"
    },
    {
        "Title": "CHICKEN BURRITO BOWL",
        "Serving Info": "1 Servings per containerServing Size1 BOWL (425g)",
        "Calories": "600",
        "Nutrients": [
            {
                "Total Fat": "22g"
            },
            {
                "Saturated Fat": "10g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "145mg"
            },
            {
                "Sodium": "1370mg"
            },
            {
                "Total Carbohydrate": "58g"
            },
            {
                "Dietary Fiber": "4g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "39g"
            },
            {
                "Vit. D": "0.2mcg"
            },
            {
                "Calcium": "353mg"
            },
            {
                "Iron": "4.46mg"
            }
        ],
        "Ingredients": "REFRIGERATED JUMBO CHICKEN THIGH MEAT (Fresh Boneless, SkinlessChickenThigh MeatContains up to 5% Retained Water), SHREDDED ROMAINE (Romaine lettuce), RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), SALSA STYLE TOMATOES, MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), WATER, RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), LIME JUICE (LIME JUICE (100%)), RED ONIONS, OLIVE OIL (75% canola, 25% olive oil), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FROZEN CILANTRO, FRESH JALAPENO PEPPERS (Habanero Peppers), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH CILANTRO, GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "PORK BURRITO BOWL",
        "Serving Info": "1 Servings per containerServing Size1 BOWL (425g)",
        "Calories": "700",
        "Nutrients": [
            {
                "Total Fat": "32g"
            },
            {
                "Saturated Fat": "14g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "145mg"
            },
            {
                "Sodium": "900mg"
            },
            {
                "Total Carbohydrate": "58g"
            },
            {
                "Dietary Fiber": "5g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "44g"
            },
            {
                "Vit. D": "1.3mcg"
            },
            {
                "Calcium": "378mg"
            },
            {
                "Iron": "5.48mg"
            }
        ],
        "Ingredients": "PATCHWORK FARMS FRESH PORK BUTT, SHREDDED ROMAINE (Romaine lettuce), RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), SALSA STYLE TOMATOES, MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), WATER, RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), LIME JUICE (LIME JUICE (100%)), ORANGE JUICE (100% PURE ORANGE JUICE FROM CONCENTRATE), RED ONIONS, OLIVE OIL (75% canola, 25% olive oil), POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FROZEN CILANTRO, FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), FRESH JALAPENO PEPPERS (Habanero Peppers), ACHIOTE FLAVORING PASTE (VINEGAR, ANNATTO SEED, SPICES, SALT, GARLIC.), FRESH GARLIC, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), FRESH CILANTRO, GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "BAJA BLACK BEAN TACO",
        "Serving Info": "1 Servings per containerServing Size1 TACO (138g)",
        "Calories": "190",
        "Nutrients": [
            {
                "Total Fat": "7g"
            },
            {
                "Saturated Fat": "4g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "15mg"
            },
            {
                "Sodium": "510mg"
            },
            {
                "Total Carbohydrate": "22g"
            },
            {
                "Dietary Fiber": "3g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "8g"
            },
            {
                "Vit. D": "0.1mcg"
            },
            {
                "Calcium": "160mg"
            },
            {
                "Iron": "1.63mg"
            }
        ],
        "Ingredients": "BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), SALSA STYLE TOMATOES, 6  SOFT TACO SHELLS (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIANATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO AND DIGLYCERIDES, SODIUM METABISLPHITE ALLERGENS: WHEAT), PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SHREDDED ROMAINE (Romaine lettuce), TACO SHELLS (INGREDIENTS: WHOLE GRAIN CORN, WATER, VEGETABLE OIL COTTONSEED, CORN, AND/OR SUNFLOWER), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), OLIVE OIL (75% canola, 25% olive oil), FRESH CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "BAJA PINTO BEAN TACO",
        "Serving Info": "1 Servings per containerServing Size1 TACO (138g)",
        "Calories": "180",
        "Nutrients": [
            {
                "Total Fat": "7g"
            },
            {
                "Saturated Fat": "4g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "15mg"
            },
            {
                "Sodium": "510mg"
            },
            {
                "Total Carbohydrate": "22g"
            },
            {
                "Dietary Fiber": "3g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "7g"
            },
            {
                "Vit. D": "0.1mcg"
            },
            {
                "Calcium": "160mg"
            },
            {
                "Iron": "1.63mg"
            }
        ],
        "Ingredients": "RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), SALSA STYLE TOMATOES, 6  SOFT TACO SHELLS (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIANATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO AND DIGLYCERIDES, SODIUM METABISLPHITE ALLERGENS: WHEAT), PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SHREDDED ROMAINE (Romaine lettuce), TACO SHELLS (INGREDIENTS: WHOLE GRAIN CORN, WATER, VEGETABLE OIL COTTONSEED, CORN, AND/OR SUNFLOWER), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FRESH JALAPENO PEPPERS (Habanero Peppers), FRESH CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "BAJA BEEF TACO",
        "Serving Info": "1 Servings per containerServing Size1 TACO (121g)",
        "Calories": "190",
        "Nutrients": [
            {
                "Total Fat": "7g"
            },
            {
                "Saturated Fat": "3.5g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "530mg"
            },
            {
                "Total Carbohydrate": "15g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "16g"
            },
            {
                "Vit. D": "0.1mcg"
            },
            {
                "Calcium": "103mg"
            },
            {
                "Iron": "2.16mg"
            }
        ],
        "Ingredients": "BEEF KNUCKLE, 6  SOFT TACO SHELLS (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIANATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO AND DIGLYCERIDES, SODIUM METABISLPHITE ALLERGENS: WHEAT), SALSA STYLE TOMATOES, PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SHREDDED ROMAINE (Romaine lettuce), V8 JUICE (TOMATO JUICE FROM CONCENTRATE (WATER,TOMATO CONCENTRATE), RECONSTITUTED VEGETABLE JUICE BLEND (WATER AND CONCENTRATED JUICES OF CARROTS, CELERY, BEETS, PARSLEY, LETTUCE, WATERCRESS, SPINACH), SALT, VITAMIN C (ASCORBIC ACID), FLAVORING, CITRIC ACID.), WATER, TACO SHELLS (INGREDIENTS: WHOLE GRAIN CORN, WATER, VEGETABLE OIL COTTONSEED, CORN, AND/OR SUNFLOWER), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), OLIVE OIL (75% canola, 25% olive oil), GROUND BLACK PEPPER, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), FRESH GARLIC, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), FRESH CILANTRO, 5# GROUND CUMIN, GROUND OREGANO, GRANULATED GARLIC (DEHYDRATED GARLIC), BAY LEAVES, DRIED LEAF OREGANO, RED ONIONS, WHOLE BLACK PEPPER"
    },
    {
        "Title": "BAJA CHICKEN TACO",
        "Serving Info": "1 Servings per containerServing Size1 TACO (121g)",
        "Calories": "190",
        "Nutrients": [
            {
                "Total Fat": "7g"
            },
            {
                "Saturated Fat": "3g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "60mg"
            },
            {
                "Sodium": "640mg"
            },
            {
                "Total Carbohydrate": "14g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "15g"
            },
            {
                "Vit. D": "0.1mcg"
            },
            {
                "Calcium": "98mg"
            },
            {
                "Iron": "1.35mg"
            }
        ],
        "Ingredients": "REFRIGERATED JUMBO CHICKEN THIGH MEAT (Fresh Boneless, SkinlessChickenThigh MeatContains up to 5% Retained Water), 6  SOFT TACO SHELLS (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIANATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO AND DIGLYCERIDES, SODIUM METABISLPHITE ALLERGENS: WHEAT), SALSA STYLE TOMATOES, PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SHREDDED ROMAINE (Romaine lettuce), TACO SHELLS (INGREDIENTS: WHOLE GRAIN CORN, WATER, VEGETABLE OIL COTTONSEED, CORN, AND/OR SUNFLOWER), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FRESH CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "BAJA PORK TACO",
        "Serving Info": "1 Servings per containerServing Size1 TACO (121g)",
        "Calories": "240",
        "Nutrients": [
            {
                "Total Fat": "12g"
            },
            {
                "Saturated Fat": "5g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "60mg"
            },
            {
                "Sodium": "410mg"
            },
            {
                "Total Carbohydrate": "14g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "18g"
            },
            {
                "Vit. D": "0.6mcg"
            },
            {
                "Calcium": "111mg"
            },
            {
                "Iron": "1.86mg"
            }
        ],
        "Ingredients": "PATCHWORK FARMS FRESH PORK BUTT, 6  SOFT TACO SHELLS (ENRICHED UNBLEACHED FLOUR WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID, WATER, VEGETABLE SHORTENING CONTAINS ONE OR MORE OF THE FOLLOWING: PALM OIL AND OR CORN OIL, CONTAINS 2 OR LESS OF THE FOLLOWING: SALT, ALUMINUM FREE LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORN STARCH, MONOCALCIUM PHOSPHATE, WHEAT PROTEIN, PRESERVATIVES CALCIUM PROPIANATE, SORBIC ACID, DOUGH CONDITIONER FUMARIC ACID, XANTHAN GUM, MONO AND DIGLYCERIDES, SODIUM METABISLPHITE ALLERGENS: WHEAT), SALSA STYLE TOMATOES, PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), SHREDDED ROMAINE (Romaine lettuce), TACO SHELLS (INGREDIENTS: WHOLE GRAIN CORN, WATER, VEGETABLE OIL COTTONSEED, CORN, AND/OR SUNFLOWER), ORANGE JUICE (100% PURE ORANGE JUICE FROM CONCENTRATE), LIME JUICE (LIME JUICE (100%)), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), ACHIOTE FLAVORING PASTE (VINEGAR, ANNATTO SEED, SPICES, SALT, GARLIC.), FRESH CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "MEATLESS BEAN MACHO NACHOS",
        "Serving Info": "1 Servings per containerServing SizePORTION (411g)",
        "Calories": "540",
        "Nutrients": [
            {
                "Total Fat": "27g"
            },
            {
                "Saturated Fat": "11g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "45mg"
            },
            {
                "Sodium": "1890mg"
            },
            {
                "Total Carbohydrate": "54g"
            },
            {
                "Dietary Fiber": "10g"
            },
            {
                "Total Sugars": "6g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "19g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "303mg"
            },
            {
                "Iron": "2.80mg"
            }
        ],
        "Ingredients": "BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), SHREDDED ROMAINE (Romaine lettuce), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), RED ONIONS, CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), POBLANO PEPPERS (Poblano Chili Pepper), BUTTERMILK, FRESH JALAPENO PEPPERS (Habanero Peppers), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.), OLIVE OIL (75% canola, 25% olive oil)"
    },
    {
        "Title": "MACHO BEEF NACHOS",
        "Serving Info": "1 Servings per containerServing SizePORTION (468g)",
        "Calories": "640",
        "Nutrients": [
            {
                "Total Fat": "35g"
            },
            {
                "Saturated Fat": "15g"
            },
            {
                "TransFat": "0.5g"
            },
            {
                "Cholesterol": "125mg"
            },
            {
                "Sodium": "2090mg"
            },
            {
                "Total Carbohydrate": "39g"
            },
            {
                "Dietary Fiber": "7g"
            },
            {
                "Total Sugars": "7g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "40g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "315mg"
            },
            {
                "Iron": "4.33mg"
            }
        ],
        "Ingredients": "BEEF KNUCKLE, PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), SHREDDED ROMAINE (Romaine lettuce), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), V8 JUICE (TOMATO JUICE FROM CONCENTRATE (WATER,TOMATO CONCENTRATE), RECONSTITUTED VEGETABLE JUICE BLEND (WATER AND CONCENTRATED JUICES OF CARROTS, CELERY, BEETS, PARSLEY, LETTUCE, WATERCRESS, SPINACH), SALT, VITAMIN C (ASCORBIC ACID), FLAVORING, CITRIC ACID.), WATER, RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), RED ONIONS, BUTTERMILK, POBLANO PEPPERS (Poblano Chili Pepper), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.), OLIVE OIL (75% canola, 25% olive oil), GROUND BLACK PEPPER, FRESH JALAPENO PEPPERS (Habanero Peppers), VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), FRESH GARLIC, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), 5# GROUND CUMIN, GROUND OREGANO, BAY LEAVES, DRIED LEAF OREGANO, WHOLE BLACK PEPPER"
    },
    {
        "Title": "MACHO CHICKEN NACHOS",
        "Serving Info": "1 Servings per containerServing SizePORTION (468g)",
        "Calories": "630",
        "Nutrients": [
            {
                "Total Fat": "34g"
            },
            {
                "Saturated Fat": "15g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "165mg"
            },
            {
                "Sodium": "2310mg"
            },
            {
                "Total Carbohydrate": "38g"
            },
            {
                "Dietary Fiber": "6g"
            },
            {
                "Total Sugars": "7g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "37g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "304mg"
            },
            {
                "Iron": "2.71mg"
            }
        ],
        "Ingredients": "REFRIGERATED JUMBO CHICKEN THIGH MEAT (Fresh Boneless, SkinlessChickenThigh MeatContains up to 5% Retained Water), PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), SHREDDED ROMAINE (Romaine lettuce), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), RED ONIONS, BUTTERMILK, FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), POBLANO PEPPERS (Poblano Chili Pepper), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.), FRESH JALAPENO PEPPERS (Habanero Peppers), OLIVE OIL (75% canola, 25% olive oil)"
    },
    {
        "Title": "MACHO PORK NACHOS",
        "Serving Info": "1 Servings per containerServing SizePORTION (468g)",
        "Calories": "730",
        "Nutrients": [
            {
                "Total Fat": "44g"
            },
            {
                "Saturated Fat": "19g"
            },
            {
                "TransFat": "0.5g"
            },
            {
                "Cholesterol": "165mg"
            },
            {
                "Sodium": "1840mg"
            },
            {
                "Total Carbohydrate": "39g"
            },
            {
                "Dietary Fiber": "6g"
            },
            {
                "Total Sugars": "7g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "43g"
            },
            {
                "Vit. D": "1.1mcg"
            },
            {
                "Calcium": "330mg"
            },
            {
                "Iron": "3.73mg"
            }
        ],
        "Ingredients": "PATCHWORK FARMS FRESH PORK BUTT, PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), SHREDDED ROMAINE (Romaine lettuce), SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), ORANGE JUICE (100% PURE ORANGE JUICE FROM CONCENTRATE), RED ONIONS, LIME JUICE (LIME JUICE (100%)), BUTTERMILK, POBLANO PEPPERS (Poblano Chili Pepper), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.), ACHIOTE FLAVORING PASTE (VINEGAR, ANNATTO SEED, SPICES, SALT, GARLIC.), FRESH JALAPENO PEPPERS (Habanero Peppers), OLIVE OIL (75% canola, 25% olive oil)"
    },
    {
        "Title": "BLACK BEAN QUESADILLA",
        "Serving Info": "1 Servings per containerServing Size1 QUESADILLA (153g)",
        "Calories": "400",
        "Nutrients": [
            {
                "Total Fat": "19g"
            },
            {
                "Saturated Fat": "11g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "790mg"
            },
            {
                "Total Carbohydrate": "41g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "19g"
            },
            {
                "Vit. D": "0.3mcg"
            },
            {
                "Calcium": "411mg"
            },
            {
                "Iron": "2.65mg"
            }
        ],
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), OLIVE OIL (75% canola, 25% olive oil)"
    },
    {
        "Title": "PINTO BEAN QUESADILLA",
        "Serving Info": "1 Servings per containerServing Size1 QUESADILLA (153g)",
        "Calories": "390",
        "Nutrients": [
            {
                "Total Fat": "19g"
            },
            {
                "Saturated Fat": "11g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "800mg"
            },
            {
                "Total Carbohydrate": "40g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "18g"
            },
            {
                "Vit. D": "0.3mcg"
            },
            {
                "Calcium": "411mg"
            },
            {
                "Iron": "2.64mg"
            }
        ],
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), FRESH JALAPENO PEPPERS (Habanero Peppers)"
    },
    {
        "Title": "BEEF QUESADILLA",
        "Serving Info": "1 Servings per containerServing Size1 QUESADILLA (167g)",
        "Calories": "430",
        "Nutrients": [
            {
                "Total Fat": "21g"
            },
            {
                "Saturated Fat": "12g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "70mg"
            },
            {
                "Sodium": "930mg"
            },
            {
                "Total Carbohydrate": "35g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "29g"
            },
            {
                "Vit. D": "0.3mcg"
            },
            {
                "Calcium": "401mg"
            },
            {
                "Iron": "3.36mg"
            }
        ],
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), BEEF KNUCKLE, V8 JUICE (TOMATO JUICE FROM CONCENTRATE (WATER,TOMATO CONCENTRATE), RECONSTITUTED VEGETABLE JUICE BLEND (WATER AND CONCENTRATED JUICES OF CARROTS, CELERY, BEETS, PARSLEY, LETTUCE, WATERCRESS, SPINACH), SALT, VITAMIN C (ASCORBIC ACID), FLAVORING, CITRIC ACID.), WATER, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), OLIVE OIL (75% canola, 25% olive oil), GROUND BLACK PEPPER, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), FRESH GARLIC, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), 5# GROUND CUMIN, GROUND OREGANO, BAY LEAVES, DRIED LEAF OREGANO, RED ONIONS, WHOLE BLACK PEPPER"
    },
    {
        "Title": "Cheese Quesadilla",
        "Serving Info": "1 Servings per containerServing Size1 QUESADILLA (111g)",
        "Calories": "360",
        "Nutrients": [
            {
                "Total Fat": "19g"
            },
            {
                "Saturated Fat": "11g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "650mg"
            },
            {
                "Total Carbohydrate": "34g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "16g"
            },
            {
                "Vit. D": "0.3mcg"
            },
            {
                "Calcium": "395mg"
            },
            {
                "Iron": "2.11mg"
            }
        ],
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).)"
    },
    {
        "Title": "CHICKEN QUESADILLA",
        "Serving Info": "1 Servings per containerServing Size1 QUESADILLA (167g)",
        "Calories": "430",
        "Nutrients": [
            {
                "Total Fat": "21g"
            },
            {
                "Saturated Fat": "12g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "90mg"
            },
            {
                "Sodium": "1040mg"
            },
            {
                "Total Carbohydrate": "34g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "27g"
            },
            {
                "Vit. D": "0.3mcg"
            },
            {
                "Calcium": "395mg"
            },
            {
                "Iron": "2.55mg"
            }
        ],
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), REFRIGERATED JUMBO CHICKEN THIGH MEAT (Fresh Boneless, SkinlessChickenThigh MeatContains up to 5% Retained Water), MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).)"
    },
    {
        "Title": "PORK QUESADILLA",
        "Serving Info": "1 Servings per containerServing Size1 QUESADILLA (167g)",
        "Calories": "480",
        "Nutrients": [
            {
                "Total Fat": "26g"
            },
            {
                "Saturated Fat": "14g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "90mg"
            },
            {
                "Sodium": "800mg"
            },
            {
                "Total Carbohydrate": "35g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "30g"
            },
            {
                "Vit. D": "0.8mcg"
            },
            {
                "Calcium": "408mg"
            },
            {
                "Iron": "3.06mg"
            }
        ],
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), PATCHWORK FARMS FRESH PORK BUTT, MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), ORANGE JUICE (100% PURE ORANGE JUICE FROM CONCENTRATE), LIME JUICE (LIME JUICE (100%)), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), ACHIOTE FLAVORING PASTE (VINEGAR, ANNATTO SEED, SPICES, SALT, GARLIC.)"
    },
    {
        "Title": "BAJA BLACK BEANS",
        "Serving Info": "1 Servings per containerServing SizePORTION (113g)",
        "Calories": "100",
        "Nutrients": [
            {
                "Total Fat": "1g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "370mg"
            },
            {
                "Total Carbohydrate": "18g"
            },
            {
                "Dietary Fiber": "4g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "6g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "43mg"
            },
            {
                "Iron": "1.45mg"
            }
        ],
        "Ingredients": "BLACK BEANS WITH CORN AND TACO SEASONING (PREPARED BLACK BEANS, WATER, SWEET CORN, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: ONION POWDER, SPICE, GARLIC POWDER, TOMATO POWDER, EXTRACTIVE OF PAPRIKA, SALT, NATURAL FLAVOR, MODIFIED CORN STARCH.), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), OLIVE OIL (75% canola, 25% olive oil)"
    },
    {
        "Title": "Pinto Beans",
        "Serving Info": "1 Servings per containerServing Size4 OZ PORTION (113g)",
        "Calories": "90",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "390mg"
            },
            {
                "Total Carbohydrate": "17g"
            },
            {
                "Dietary Fiber": "4g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "43mg"
            },
            {
                "Iron": "1.43mg"
            }
        ],
        "Ingredients": "RANCHERO PINTO BEANS (PREPARED PINTO BEANS, WATER, TOMATO PUREE TOMATO PASTE, WATER. CONTAINS 1 OR LESS OF: MEXICAN OREGANO, TOMATO POWDER, SPICE, ONION POWDER, GARLIC POWDER, NATURAL FLAVOR, MODIFIED CORN STARCH, JALAPENO POWDER, SALT, EXTRACTIVE OF PAPRIKA.), RED ONIONS, POBLANO PEPPERS (Poblano Chili Pepper), FRESH JALAPENO PEPPERS (Habanero Peppers)"
    },
    {
        "Title": "CILANTRO LIME RICE",
        "Serving Info": "1 Servings per containerServing Size4 OZ PORTION (115g)",
        "Calories": "290",
        "Nutrients": [
            {
                "Total Fat": "5g"
            },
            {
                "Saturated Fat": "0.5g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "80mg"
            },
            {
                "Total Carbohydrate": "55g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "6g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "80mg"
            },
            {
                "Iron": "2.19mg"
            }
        ],
        "Ingredients": "RICE (Ingredients Long Grain Parboiled Rice, Iron Phosphate, Niacin, Thiamine Mononitrate and Folic Acid.), WATER, LIME JUICE (LIME JUICE (100%)), OLIVE OIL (75% canola, 25% olive oil), FROZEN CILANTRO, FRESH GARLIC, FRESH JALAPENO PEPPERS (Habanero Peppers), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)"
    },
    {
        "Title": "Sauteed Peppers & Onions",
        "Serving Info": "1 Servings per containerServing Size2 OZ PORTION (57g)",
        "Calories": "30",
        "Nutrients": [
            {
                "Total Fat": "1.5g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "430mg"
            },
            {
                "Total Carbohydrate": "4g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "1g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "8mg"
            },
            {
                "Iron": "0.19mg"
            }
        ],
        "Ingredients": "JULIENNE ONIONS, JULIENNE YELLOW PEPPERS, FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), OLIVE OIL (75% canola, 25% olive oil)"
    },
    {
        "Title": "SHREDDED MONTEREY JACK CHEESE",
        "Serving Info": "1 Servings per containerServing SizePORTION (57g)",
        "Calories": "210",
        "Nutrients": [
            {
                "Total Fat": "17g"
            },
            {
                "Saturated Fat": "11g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "50mg"
            },
            {
                "Sodium": "340mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "14g"
            },
            {
                "Vit. D": "0.3mcg"
            },
            {
                "Calcium": "423mg"
            },
            {
                "Iron": "0.41mg"
            }
        ],
        "Ingredients": "MONTERY JACK SHREDDED CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, POTATO STARCH, CORN STARCH, POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).)"
    },
    {
        "Title": "Sour Cream",
        "Serving Info": "1 Servings per containerServing SizePORTION (57g)",
        "Calories": "110",
        "Nutrients": [
            {
                "Total Fat": "11g"
            },
            {
                "Saturated Fat": "6g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "35mg"
            },
            {
                "Sodium": "20mg"
            },
            {
                "Total Carbohydrate": "3g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "1g"
            },
            {
                "Vit. D": "0.0mcg"
            },
            {
                "Calcium": "57mg"
            },
            {
                "Iron": "0.04mg"
            }
        ],
        "Ingredients": "SOUR CREAM (Grade A Cultured Milk and Cream, Enzymes)"
    },
    {
        "Title": "SLICED JALAPENO PEPPERS",
        "Serving Info": "1 Servings per containerServing SizePORTION (57g)",
        "Calories": "15",
        "Nutrients": [
            {
                "Total Fat": "0.5g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "950mg"
            },
            {
                "Total Carbohydrate": "3g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "0.0mcg"
            },
            {
                "Calcium": "13mg"
            },
            {
                "Iron": "1.07mg"
            }
        ],
        "Ingredients": "SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES)"
    },
    {
        "Title": "Baja Style Shredded Beef",
        "Serving Info": "1 Servings per containerServing Size1.5 OZ PORTION (44g)",
        "Calories": "60",
        "Nutrients": [
            {
                "Total Fat": "1.5g"
            },
            {
                "Saturated Fat": "0.5g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "25mg"
            },
            {
                "Sodium": "210mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "9g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "4mg"
            },
            {
                "Iron": "0.94mg"
            }
        ],
        "Ingredients": "BEEF KNUCKLE, V8 JUICE (TOMATO JUICE FROM CONCENTRATE (WATER,TOMATO CONCENTRATE), RECONSTITUTED VEGETABLE JUICE BLEND (WATER AND CONCENTRATED JUICES OF CARROTS, CELERY, BEETS, PARSLEY, LETTUCE, WATERCRESS, SPINACH), SALT, VITAMIN C (ASCORBIC ACID), FLAVORING, CITRIC ACID.), WATER, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), OLIVE OIL (75% canola, 25% olive oil), GROUND BLACK PEPPER, VEGETABLE BASE (SAUTEED VEGETABLE PUREE MIX CARROTS, ONIONS, CELERY, SALT, SUGAR, MALTODEXTRIN, CORN OIL, 2 OR LESS OF YEAST EXTRACT,WATER, POTATO STARCH, XANTHAN GUM, NATURAL FLAVORS, CARROT JUICE CONCENTRATE.), FRESH GARLIC, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), 5# GROUND CUMIN, GROUND OREGANO, BAY LEAVES, DRIED LEAF OREGANO, RED ONIONS, WHOLE BLACK PEPPER"
    },
    {
        "Title": "Fajita Lime Chicken",
        "Serving Info": "1 Servings per containerServing Size1.5 OZ PORTION (43g)",
        "Calories": "50",
        "Nutrients": [
            {
                "Total Fat": "1.5g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "290mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "8g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "0.33mg"
            }
        ],
        "Ingredients": "REFRIGERATED JUMBO CHICKEN THIGH MEAT (Fresh Boneless, SkinlessChickenThigh MeatContains up to 5% Retained Water), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).)"
    },
    {
        "Title": "BAJA NACHOS",
        "Serving Info": "1 Servings per containerServing SizePORTION (192g)",
        "Calories": "420",
        "Nutrients": [
            {
                "Total Fat": "28g"
            },
            {
                "Saturated Fat": "13g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "45mg"
            },
            {
                "Sodium": "1560mg"
            },
            {
                "Total Carbohydrate": "26g"
            },
            {
                "Dietary Fiber": "3g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "15g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "327mg"
            },
            {
                "Iron": "0.34mg"
            }
        ],
        "Ingredients": "QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.)"
    },
    {
        "Title": "Fresh Corn Tortilla Chips",
        "Serving Info": "1 Servings per containerServing Size5 OZ PORTION (142g)",
        "Calories": "290",
        "Nutrients": [
            {
                "Total Fat": "15g"
            },
            {
                "Saturated Fat": "1g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "350mg"
            },
            {
                "Total Carbohydrate": "32g"
            },
            {
                "Dietary Fiber": "5g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "2mg"
            },
            {
                "Iron": "0.12mg"
            }
        ],
        "Ingredients": "PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.)"
    },
    {
        "Title": "Fresh Grande Corn Tortilla Chips",
        "Serving Info": "1 Servings per containerServing Size20 OZ PORTION (567g)",
        "Calories": "1160",
        "Nutrients": [
            {
                "Total Fat": "61g"
            },
            {
                "Saturated Fat": "4.5g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "1400mg"
            },
            {
                "Total Carbohydrate": "127g"
            },
            {
                "Dietary Fiber": "18g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "18g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "7mg"
            },
            {
                "Iron": "0.49mg"
            }
        ],
        "Ingredients": "PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.)"
    },
    {
        "Title": "CHIPS & SALSA",
        "Serving Info": "1 Servings per containerServing SizePORTION (198g)",
        "Calories": "250",
        "Nutrients": [
            {
                "Total Fat": "12g"
            },
            {
                "Saturated Fat": "1g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "520mg"
            },
            {
                "Total Carbohydrate": "29g"
            },
            {
                "Dietary Fiber": "5g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "15mg"
            },
            {
                "Iron": "0.61mg"
            }
        ],
        "Ingredients": "PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), SALSA STYLE TOMATOES, CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.), FRESH CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "GRANDE CHIPS AND SALSA",
        "Serving Info": "1 Servings per containerServing Size1 BAG (794g)",
        "Calories": "1210",
        "Nutrients": [
            {
                "Total Fat": "61g"
            },
            {
                "Saturated Fat": "4.5g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "2050mg"
            },
            {
                "Total Carbohydrate": "138g"
            },
            {
                "Dietary Fiber": "22g"
            },
            {
                "Total Sugars": "7g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "22g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "43mg"
            },
            {
                "Iron": "1.84mg"
            }
        ],
        "Ingredients": "PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), SALSA STYLE TOMATOES, CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.), FRESH CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "CHIPS & QUESO",
        "Serving Info": "1 Servings per containerServing SizePORTION (206g)",
        "Calories": "480",
        "Nutrients": [
            {
                "Total Fat": "31g"
            },
            {
                "Saturated Fat": "13g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "45mg"
            },
            {
                "Sodium": "1400mg"
            },
            {
                "Total Carbohydrate": "32g"
            },
            {
                "Dietary Fiber": "4g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "16g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "324mg"
            },
            {
                "Iron": "0.10mg"
            }
        ],
        "Ingredients": "PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.)"
    },
    {
        "Title": "GRANDE CHIPS WITH QUESO",
        "Serving Info": "1 Servings per containerServing Size1 BAG (737g)",
        "Calories": "1610",
        "Nutrients": [
            {
                "Total Fat": "95g"
            },
            {
                "Saturated Fat": "27g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "85mg"
            },
            {
                "Sodium": "3440mg"
            },
            {
                "Total Carbohydrate": "138g"
            },
            {
                "Dietary Fiber": "18g"
            },
            {
                "Total Sugars": "6g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "41g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "597mg"
            },
            {
                "Iron": "0.49mg"
            }
        ],
        "Ingredients": "PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.)"
    },
    {
        "Title": "CHIPS & GUACAMOLE",
        "Serving Info": "1 Servings per containerServing Size1 PORTION (198g)",
        "Calories": "330",
        "Nutrients": [
            {
                "Total Fat": "20g"
            },
            {
                "Saturated Fat": "2g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "510mg"
            },
            {
                "Total Carbohydrate": "32g"
            },
            {
                "Dietary Fiber": "8g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "13mg"
            },
            {
                "Iron": "0.49mg"
            }
        ],
        "Ingredients": "PRE CUT CORN TORTILLA CHIPS (WHOLE GRAIN CORN, WATER, CELLULOSE GUM, PROPIONIC ACID (TO PRESERVE FRESHNESS), BENZOIC ACID (PRESERVATIVE), PHOSPHORIC ACID (TO PRESERVE FRESHNESS), GUAR GUM, AMYLASE, ARTIFICIAL COLORING (DEXTROSE, FD&C RED #40, FD&C BLUE #1, FD&C YELLOW #5, FD&C YELLOW #6), LIME. MADE IN A FACILITY THAT ALSO PROCESSES WHEAT AND SOY.), AVOCADO - PIT AND PEEL (AVOCADOS), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), 1/4  DICED JALAPENO PEPPERS (Habanero Peppers), RED ONIONS, LIME JUICE (LIME JUICE (100%)), FROZEN CILANTRO, BFC CUSTOM SEASONING SALT (Onion Salt, Garlic Salt, Granulated Garlic, Paprika, Chili Powder, Cumin, Cayenne Pepper, and Ground Mustard.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)"
    },
    {
        "Title": "Salsa Roja",
        "Serving Info": "1 Servings per containerServing Size2.8 OZ PORTION (79g)",
        "Calories": "20",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "230mg"
            },
            {
                "Total Carbohydrate": "4g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "1g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "12mg"
            },
            {
                "Iron": "0.47mg"
            }
        ],
        "Ingredients": "SALSA STYLE TOMATOES, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FRESH CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "GRANDE SALSA",
        "Serving Info": "1 Servings per containerServing Size6.1 OZ PORTION (173g)",
        "Calories": "40",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "490mg"
            },
            {
                "Total Carbohydrate": "8g"
            },
            {
                "Dietary Fiber": "3g"
            },
            {
                "Total Sugars": "5g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "3g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "28mg"
            },
            {
                "Iron": "1.06mg"
            }
        ],
        "Ingredients": "SALSA STYLE TOMATOES, SLICED JALAPENO PEPPER (JALAPENO PEPPERS, WATER, VINEGAR, SALT, SUGAR, CALCIUM CHLORIDE, GARLIC POWDER, ONION POWDER, NATURAL FLAVOR, COLORED WITH TURMERIC EXTRACTIVES), FROZEN CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GRANULATED GARLIC (DEHYDRATED GARLIC)"
    },
    {
        "Title": "Queso Blanco",
        "Serving Info": "1 Servings per containerServing Size3 fl oz PORTION (93g)",
        "Calories": "250",
        "Nutrients": [
            {
                "Total Fat": "19g"
            },
            {
                "Saturated Fat": "12g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "45mg"
            },
            {
                "Sodium": "1120mg"
            },
            {
                "Total Carbohydrate": "6g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "12g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "322mg"
            },
            {
                "Iron": "0mg"
            }
        ],
        "Ingredients": "QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.)"
    },
    {
        "Title": "GRANDE QUESO",
        "Serving Info": "1 Servings per containerServing Size6 OZ PORTION (170g)",
        "Calories": "450",
        "Nutrients": [
            {
                "Total Fat": "34g"
            },
            {
                "Saturated Fat": "23g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "85mg"
            },
            {
                "Sodium": "2040mg"
            },
            {
                "Total Carbohydrate": "11g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "6g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "23g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "590mg"
            },
            {
                "Iron": "0mg"
            }
        ],
        "Ingredients": "QUESO BRAVO WHITE CHEESE SAUCE (CULTURED PASTEURIZED MILK AND SKIM MILK, BUTTERMILK, MALTODEXTRIN, MILKFAT, CONTAINS LESS THAN 2 OF SALT, SODIUM PHOSPHATE, JALAPENO PEPPERS, RED BELL PEPPERS, VINEGAR, SORBIC ACID PRESERVATIVE, GUAR GUM, XANTHAN GUM, LACTIC ACID, OLEORESIN CAPSICUM, ARTIFICIAL COLOR, ENZYMES.)"
    },
    {
        "Title": "Fresh Guacamole",
        "Serving Info": "1 Servings per containerServing Size1.8 OZ PORTION (51g)",
        "Calories": "60",
        "Nutrients": [
            {
                "Total Fat": "5g"
            },
            {
                "Saturated Fat": "0.5g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "140mg"
            },
            {
                "Total Carbohydrate": "4g"
            },
            {
                "Dietary Fiber": "3g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "1g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "7mg"
            },
            {
                "Iron": "0.24mg"
            }
        ],
        "Ingredients": "AVOCADO - PIT AND PEEL (AVOCADOS), 1/4  DICED JALAPENO PEPPERS (Habanero Peppers), RED ONIONS, LIME JUICE (LIME JUICE (100%)), FROZEN CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)"
    },
    {
        "Title": "GRANDE SPICY GUACAMOLE",
        "Serving Info": "1 Servings per containerServing Size5.3 OZ PORTION (150g)",
        "Calories": "170",
        "Nutrients": [
            {
                "Total Fat": "15g"
            },
            {
                "Saturated Fat": "2g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "410mg"
            },
            {
                "Total Carbohydrate": "11g"
            },
            {
                "Dietary Fiber": "7g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "2g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "21mg"
            },
            {
                "Iron": "0.70mg"
            }
        ],
        "Ingredients": "AVOCADO - PIT AND PEEL (AVOCADOS), 1/4  DICED JALAPENO PEPPERS (Habanero Peppers), RED ONIONS, LIME JUICE (LIME JUICE (100%)), FROZEN CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)"
    },
    {
        "Title": "Corn Salsa",
        "Serving Info": "1 Servings per containerServing Size3 OZ PORTION (85g)",
        "Calories": "60",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "340mg"
            },
            {
                "Total Carbohydrate": "14g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "2g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "6mg"
            },
            {
                "Iron": "0.41mg"
            }
        ],
        "Ingredients": "CORN, LIME JUICE (LIME JUICE (100%)), RED ONIONS, FRESH JALAPENO PEPPERS (Habanero Peppers), NON-IODIZED SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND CORIANDER, GROUND CUMIN"
    },
    {
        "Title": "Pineapple Jalapeno Salsa",
        "Serving Info": "1 Servings per containerServing Size3 OZ PORTION (85g)",
        "Calories": "50",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "65mg"
            },
            {
                "Total Carbohydrate": "11g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "9g"
            },
            {
                "Added Sugars": "2g"
            },
            {
                "Protein": "1g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "4mg"
            },
            {
                "Iron": "0.22mg"
            }
        ],
        "Ingredients": "PINEAPPLE CUBES (PINEAPPLE), FRESH JALAPENO PEPPERS (Habanero Peppers), RED ONIONS, LIME JUICE (LIME JUICE (100%)), HONEY (HONEY), FROZEN CILANTRO, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)"
    },
    {
        "Title": "Pico de Gallo Salsa",
        "Serving Info": "1 Servings per containerServing Size3 OZ PORTION (85g)",
        "Calories": "25",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "710mg"
            },
            {
                "Total Carbohydrate": "5g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "0mg"
            },
            {
                "Iron": "0.00mg"
            }
        ],
        "Ingredients": "PICO DE GALLO SALSA (TOMATOES (TOMATOES, TOMATO JUICE, CALCIUM CHLORIDE [FIRMING],CITRIC ACID [TO ACIDIFY]), ROASTED POBLANO PEPPERS, JALAPEnO PEPPERS, ONIONS, WATER, CHIPOTLE PEPPER PUREE (WATER, CHIPOTLE PEPPERS), CONTAINS 2% OR LESS OF TOMATO PASTE, DISTILLED VINEGAR, SALT, CILANTRO, ANCHO PEPPER PUREE (ANCHO CHILE PEPPER, CITRIC ACID [TO ACIDIFY]), SPICE, DEHYDRATED GARLIC, DEHYDRATED CILANTRO, SMOKE FLAVOR.), LIME JUICE (LIME JUICE (100%)), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)"
    },
    {
        "Title": "Chocolate Banana Quesadilla",
        "Serving Info": "1 Servings per containerServing Size1 QUESADILLA (143g)",
        "Calories": "440",
        "Nutrients": [
            {
                "Total Fat": "24g"
            },
            {
                "Saturated Fat": "14g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "35mg"
            },
            {
                "Sodium": "510mg"
            },
            {
                "Total Carbohydrate": "52g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "7g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "9g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "121mg"
            },
            {
                "Iron": "2.36mg"
            }
        ],
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), CREAM CHEESE (PASTEURIZED MILK AND CERAM, CHEESE CULTURES, SALT, STABILIZERS (CAROB BEAN AND/OR XANTHAN AND/OR GUAR GUMS).), BANANAS, MINI CHOCOLATE CHIPS (Sugar, Chocolate Liquor, Cocoa Butter, Butterfat (Milk), Soy Lecithin and Vanilla.), SUGAR, CINNAMON"
    },
    {
        "Title": "20 oz Pepsi Fountain Beverage",
        "Serving Info": "1 Servings per containerServing Size22 OZ PORTION (641g)",
        "Calories": "45",
        "Nutrients": [
            {
                "Total Fat": "NA"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "40mg"
            },
            {
                "Total Carbohydrate": "12g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "10g"
            },
            {
                "Added Sugars": "8g"
            },
            {
                "Protein": "NA"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "17mg"
            },
            {
                "Iron": "0.01mg"
            }
        ],
        "Ingredients": "CARBONATED WATER, DOLE OLD FASHIONED LEMONADE (WATER, HIGH FRUCTOSE CORN SYRUP, LEMON JUICE CONCENTRATE, SODIUM CITRATE, CITRIC ACID, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), GLYCEROL ESTER OF ROSIN, NATURAL FLAVOR, POTASSIUM SORBATE (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), DR PEPPER POST MIX (High Fructose Corn Syrup, Water, Caramel Color, Phosphoric Acid, Caffeine, Sodium Benzoate (Preservative), Natural and Artificial Flavors, Dimethylpolysiloxane), RASPBERRY ICED TEA (WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVOR, BLACK TEA POWDER, CARAMEL COLOR, CITRUS PECTIN, SODIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM SORBATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, SUCRALOSE, RED 40), PEPSI POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, CAFFEINE, CITRIC ACID, NATURAL FLAVOR), DIET DR PEPPER POST MIX (Water, Caramel Color, Phosphoric Acid, Aspartame, Sodium Citrate, Sodium Benzoate (Preservative), Caffeine, Acesulfame Potassium, Sucralose, Natural and Artificial Flavors, Dimethylpolysiloxane), DIET PEPSI POST MIX (CARBONATED WATER, CARAMEL COLOR, PHOSPHORIC ACID, SODIUM CITRATE, SUCRALOSE, POTASSIUM BENZOATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, CAFFEINE, NATURAL FLAVOR, CITRIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR)), FRUIT PUNCH GATORADE, MOUNTAIN DEW POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (PRESERVES FRESHNESS), CAFFEINE, SODIUM CITRATE, GUM ARABIC, ERYTHORBIC ACID (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5.), ROOTBEER POST MIX (CARBONATED WATER, SUGAR, CARAMEL COLOR, SODIUM BENZOATE (PRESERVES FRESHNESS), NATURAL AND ARTIFICIAL FLAVOR, CITRIC ACID, PHOSPHORIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), QUILLAIA EXTRACT), ORANGE CRUSH POST MIX, STARRY POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVOR, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR)), WILD CHERRY PEPSI (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, NATURAL FLAVORS, CAFFEINE, CITRIC ACID), APPLE JUICE POST MIX (Apple Juice Concentrate, Filtered Water, Ascorbic Acid (Vitamin C), Malic Acid, Sodium Benzoate (preserves freshness), and Potassium Sorbate (preserves freshness).), DIET MOUNTAIN DEW POST MIX (CARBONATED WATER, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CITRUS PECTIN, ASPARTAME, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CAFFEINE, POTASSIUM SORBATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, SODIUM CITRATE, SODIUM SACCHARIN, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), SALT, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), UNSWEETENED TEA"
    },
    {
        "Title": "LAS CARNITAS DE BAJA",
        "Serving Info": "1 Servings per containerServing Size1.5 OZ PORTION (43g)",
        "Calories": "90",
        "Nutrients": [
            {
                "Total Fat": "5g"
            },
            {
                "Saturated Fat": "2g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "110mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "10g"
            },
            {
                "Vit. D": "0.4mcg"
            },
            {
                "Calcium": "10mg"
            },
            {
                "Iron": "0.71mg"
            }
        ],
        "Ingredients": "PATCHWORK FARMS FRESH PORK BUTT, ORANGE JUICE (100% PURE ORANGE JUICE FROM CONCENTRATE), LIME JUICE (LIME JUICE (100%)), FAJITA SEASONING (FAJITA MARINADE AND SEASONING IS A BLEND OF SALT, MONOSODIUM GLUTAMATE (FLAVOR ENHANCER), ONION, BLACK PEPPER, GARLIC, SPICE, AND BROMELAIN (TENDERIZER).), ACHIOTE FLAVORING PASTE (VINEGAR, ANNATTO SEED, SPICES, SALT, GARLIC.)"
    },
    {
        "Title": "PEPSI",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "100",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "20mg"
            },
            {
                "Total Carbohydrate": "27g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "27g"
            },
            {
                "Added Sugars": "27g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, CAFFEINE, CITRIC ACID, NATURAL FLAVOR), PEPSI POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, CAFFEINE, CITRIC ACID, NATURAL FLAVOR)"
    },
    {
        "Title": "DIET PEPSI",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "0",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "35mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (CARBONATED WATER, CARAMEL COLOR, PHOSPHORIC ACID, SODIUM CITRATE, SUCRALOSE, POTASSIUM BENZOATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, CAFFEINE, NATURAL FLAVOR, CITRIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR)), DIET PEPSI POST MIX (CARBONATED WATER, CARAMEL COLOR, PHOSPHORIC ACID, SODIUM CITRATE, SUCRALOSE, POTASSIUM BENZOATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, CAFFEINE, NATURAL FLAVOR, CITRIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR))"
    },
    {
        "Title": "CAFFIENE FREE DIET PEPSI",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "0",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "25mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER, PEPSI ZERO (CARBONATED WATER, CARAMEL COLOR, PHOSPHORIC ACID, SODIUM CITRATE, ASPARTAME, NATURAL FLAVOR, ACESULFAME POTASSIUM, POTASSIUM SORBATE (PRESERVES FRESHNESS), CAFFEINE, SUCRALOSE, CITRIC ACID, SODIUM BENZOATE (PRESERVES FRESHNESS))"
    },
    {
        "Title": "CHERRY PEPSI",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "110",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "25mg"
            },
            {
                "Total Carbohydrate": "28g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "28g"
            },
            {
                "Added Sugars": "4g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (Carbonated Water, High Fructose Corn Syrup, Caramel Color, Sugar, Phosphoric Acid, Natural Flavor, Caffeine, Citric Acid.), WILD CHERRY PEPSI (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, NATURAL FLAVORS, CAFFEINE, CITRIC ACID)"
    },
    {
        "Title": "GATORADE FRUIT PUNCH",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "60",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "90mg"
            },
            {
                "Total Carbohydrate": "15g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "12g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "0mcg"
            },
            {
                "Calcium": "2mg"
            },
            {
                "Iron": "0.12mg"
            }
        ],
        "Ingredients": "WATER, FRUIT PUNCH GATORADE"
    },
    {
        "Title": "ORANGE GATORADE",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "50",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "120mg"
            },
            {
                "Total Carbohydrate": "15g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "15g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER, ORANGE GATERADE"
    },
    {
        "Title": "LEMON LIME GATORADE",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "50",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "115mg"
            },
            {
                "Total Carbohydrate": "15g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "15g"
            },
            {
                "Added Sugars": "2g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER, LEMON LIME GATERADE (WATER, SUGAR, DEXTROSE, CITRIC ACID, SALT, SODIUM CITRATE, MONOPOTASSIUM PHOSPHATE, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), GLYCEROL ESTER OF ROSIN, NATURAL FLAVOR, YELLOW 5)"
    },
    {
        "Title": "LEMONADE",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "100",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "100mg"
            },
            {
                "Total Carbohydrate": "26g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "26g"
            },
            {
                "Added Sugars": "26g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, SODIUM CITRATE, CLARIFIED LEMON JUICE CONCENTRATE, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), GLYCEROL ESTER OF ROSIN, NATURAL FLAVOR, POTASSIUM SORBATE (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), TROPICANA LEMONADE POST MIX (WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, SODIUM CITRATE, CLARIFIED LEMON JUICE CONCENTRATE, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), GLYCEROL ESTER OF ROSIN, NATURAL FLAVOR, POTASSIUM SORBATE (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5)"
    },
    {
        "Title": "SIERRA MIST",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "100",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "25mg"
            },
            {
                "Total Carbohydrate": "25g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "25g"
            },
            {
                "Added Sugars": "25g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVOR, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR)), STARRY POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, NATURAL FLAVOR, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR))"
    },
    {
        "Title": "DIET DR PEPPER",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "0",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "20mg"
            },
            {
                "Total Carbohydrate": "1g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "0mcg"
            },
            {
                "Calcium": "7mg"
            },
            {
                "Iron": "0.26mg"
            }
        ],
        "Ingredients": "WATER (Water, Caramel Color, Phosphoric Acid, Aspartame, Sodium Citrate, Sodium Benzoate (Preservative), Caffeine, Acesulfame Potassium, Sucralose, Natural and Artificial Flavors, Dimethylpolysiloxane), DIET DR PEPPER POST MIX (Water, Caramel Color, Phosphoric Acid, Aspartame, Sodium Citrate, Sodium Benzoate (Preservative), Caffeine, Acesulfame Potassium, Sucralose, Natural and Artificial Flavors, Dimethylpolysiloxane)"
    },
    {
        "Title": "DR PEPPER",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "90",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "15mg"
            },
            {
                "Total Carbohydrate": "24g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "NA"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "7mg"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (High Fructose Corn Syrup, Water, Caramel Color, Phosphoric Acid, Caffeine, Sodium Benzoate (Preservative), Natural and Artificial Flavors, Dimethylpolysiloxane), DR PEPPER POST MIX (High Fructose Corn Syrup, Water, Caramel Color, Phosphoric Acid, Caffeine, Sodium Benzoate (Preservative), Natural and Artificial Flavors, Dimethylpolysiloxane)"
    },
    {
        "Title": "MOUNTAIN DEW CODE RED",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (310g)",
        "Calories": "150",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "45mg"
            },
            {
                "Total Carbohydrate": "40g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "40g"
            },
            {
                "Added Sugars": "40g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CAFFEINE, SODIUM BENZOATE (PRESERVES FRESHNESS), GUM ARABIC, SODIUM CITRATE, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), RED 40, YELLOW 5, BLUE 1), CODE RED POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CAFFEINE, SODIUM BENZOATE (PRESERVES FRESHNESS), GUM ARABIC, SODIUM CITRATE, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), RED 40, YELLOW 5, BLUE 1)"
    },
    {
        "Title": "DIET MOUNTAIN DEW",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "0",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "35mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (CARBONATED WATER, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CITRUS PECTIN, ASPARTAME, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CAFFEINE, POTASSIUM SORBATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, SODIUM CITRATE, SODIUM SACCHARIN, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), SALT, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5), DIET MOUNTAIN DEW POST MIX (CARBONATED WATER, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVOR, CITRUS PECTIN, ASPARTAME, POTASSIUM BENZOATE (PRESERVES FRESHNESS), POTASSIUM CITRATE, CAFFEINE, POTASSIUM SORBATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, SODIUM CITRATE, SODIUM SACCHARIN, GUM ARABIC, SODIUM BENZOATE (PRESERVES FRESHNESS), SALT, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5)"
    },
    {
        "Title": "MOUNTAIN DEW",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "110",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "35mg"
            },
            {
                "Total Carbohydrate": "29g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "29g"
            },
            {
                "Added Sugars": "29g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (PRESERVES FRESHNESS), CAFFEINE, SODIUM CITRATE, GUM ARABIC, ERYTHORBIC ACID (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5.), MOUNTAIN DEW POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (PRESERVES FRESHNESS), CAFFEINE, SODIUM CITRATE, GUM ARABIC, ERYTHORBIC ACID (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5.)"
    },
    {
        "Title": "ORANGE CRUSH",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "120",
        "Nutrients": [
            {
                "Total Fat": "NA"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "35mg"
            },
            {
                "Total Carbohydrate": "32g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "NA"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "NA"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER, ORANGE CRUSH POST MIX"
    },
    {
        "Title": "ROOTBEER",
        "Serving Info": "1 Servings per containerServing Size8 OZ PORTION (235g)",
        "Calories": "90",
        "Nutrients": [
            {
                "Total Fat": "0g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "35mg"
            },
            {
                "Total Carbohydrate": "25g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "25g"
            },
            {
                "Added Sugars": "25g"
            },
            {
                "Protein": "0g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "20mg"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "WATER (CARBONATED WATER, SUGAR, CARAMEL COLOR, SODIUM BENZOATE (PRESERVES FRESHNESS), NATURAL AND ARTIFICIAL FLAVOR, CITRIC ACID, PHOSPHORIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), QUILLAIA EXTRACT), ROOTBEER POST MIX (CARBONATED WATER, SUGAR, CARAMEL COLOR, SODIUM BENZOATE (PRESERVES FRESHNESS), NATURAL AND ARTIFICIAL FLAVOR, CITRIC ACID, PHOSPHORIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), QUILLAIA EXTRACT)"
    }
]