[
    {
        "Title": "3 Cheese Sourdough Sandwich",
        "Serving Info": "1 Servings per containerServing Size1 SANDWICH (139g)",
        "Calories": "420",
        "Nutrients": [
            {
                "Total Fat": "17g"
            },
            {
                "Saturated Fat": "9g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "840mg"
            },
            {
                "Total Carbohydrate": "48g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "21g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "413mg"
            },
            {
                "Iron": "3.61mg"
            }
        ],
        "Ingredients": "SLICED SOURDOUGH BREAD (BLEACHED ENRICHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLATE), WATER, WHEAT GLUTEN, HIGH FRUCTOSE CORN SYRUP, YEAST, SOYBEAN OIL, SALT, DOUGH IMPROVER: (WHEAT FLOUR, CALCIUM STEAROYL LACTYLATE, SALT, CALCIUM SULFATE,, SOY OIL, CONTAINS 2% OR LESS OF: POTASSIUM IODATE, ASCORBIC ACID, ENZYME, L-CYSTEINE, AZODICARBONAMIDE), CALCIUM PROPIONATE (TO RETARD SPOILAGE), SODIUM BICARBONATE, CORNSTARCH, SODIUM ALUMINUM SULFATE, CALCIUM SULFATE, MONOCALCIUM PHOSPHATE, CALCIUM SULFATE, ENZYMES), SHARP CHEDDAR CHEESE SLICES (Ingredients: Cheddar Cheese (Pasteurized Milk, Cheese Culture, Salt, Enzymes, Color Added).Contains: Milk), SLICED AMERICAN CHEESE (YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.), .5 OZ SLICED NATURAL SWISS CHEESE (PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.)"
    },
    {
        "Title": "Chicken Bacon Flatbread",
        "Serving Info": "1 Servings per containerServing Size1 SANDWICH (223g)",
        "Calories": "540",
        "Nutrients": [
            {
                "Total Fat": "24g"
            },
            {
                "Saturated Fat": "9g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "85mg"
            },
            {
                "Sodium": "1530mg"
            },
            {
                "Total Carbohydrate": "44g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "38g"
            },
            {
                "Vit. D": "0.5mcg"
            },
            {
                "Calcium": "318mg"
            },
            {
                "Iron": "3.03mg"
            }
        ],
        "Ingredients": "HERB FLAT BREAD (INGREDIENTS FOR U.S MARKET: ENRICHED UNBLEACHED WHEAT FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, ASCORBIC ACID ADDED AS A DOUGH CONDITIONER, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, SOYBEAN OIL, YEAST, CONTAINS LESS THAN 2 OF THE FOLLOWING: NONFAT DRY MILK, SALT, SPICES, SUGAR, TO PRESERVE FRESHNESS CALCIUM PROPIONATE, SODIUM STEAROYL LACTYLATE, GUAR GUM.), ROASTED BONELESS CHICKEN BREAST (Ingredients CHICKEN BREAST, WATER, SALT, SUGAR, VINEGAR. RUBBED WITH SUGAR, SEA SALT, PAPRIKA, SPICES), .5 OZ SLICED PROVOLONE (Unsmoked Pasteurized Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (prevent caking), Natamycin (protect flavor)), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.)"
    },
    {
        "Title": "Chicken Provolone Sandwich",
        "Serving Info": "1 Servings per containerServing Size1 SANDWICH (210g)",
        "Calories": "470",
        "Nutrients": [
            {
                "Total Fat": "15g"
            },
            {
                "Saturated Fat": "6g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "60mg"
            },
            {
                "Sodium": "1320mg"
            },
            {
                "Total Carbohydrate": "53g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "3g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "33g"
            },
            {
                "Vit. D": "0.1mcg"
            },
            {
                "Calcium": "214mg"
            },
            {
                "Iron": "3.28mg"
            }
        ],
        "Ingredients": "FRENCH ROUND BUN (ENRICHED WHEAT FLOUR (FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID). WATER, SUNFLOWER AND/OR SOYBEAN OIL, CANE SUGAR, SALT, YEAST, MALTED BARLEY FLOUR. CONTAINS: WHEAT. PRODUCED IN A FACILITY THAT ALSO PROCESSES MILK, EGGS, AND SESAME.), CHICKEN BREAST - SLICED (Ingredients CHICKEN BREAST, WATER, SALT, SUGAR, VINEGAR. RUBBED WITH SUGAR, SEA SALT, PAPRIKA, SPICES), .5 OZ SLICED PROVOLONE (Unsmoked Pasteurized Milk, Cheese Cultures, Salt, Enzymes, Powdered Cellulose (prevent caking), Natamycin (protect flavor))"
    },
    {
        "Title": "Ham & Swiss on a Hawaiian Bun",
        "Serving Info": "1 Servings per containerServing Size1 SANDWICH (221g)",
        "Calories": "530",
        "Nutrients": [
            {
                "Total Fat": "20g"
            },
            {
                "Saturated Fat": "11g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "120mg"
            },
            {
                "Sodium": "990mg"
            },
            {
                "Total Carbohydrate": "58g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "21g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "31g"
            },
            {
                "Vit. D": "0.2mcg"
            },
            {
                "Calcium": "381mg"
            },
            {
                "Iron": "3.41mg"
            }
        ],
        "Ingredients": "4.5  WHITE HAWAIIAN BUN (ENRICHED FLOUR WHEAT FLOUR, ENZYME, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, SUGAR, LIQUID SUGAR SUGAR, WATER, BUTTER PASTEURIZED CREAM, SALT, EGGS, CONTAINS LESS THAN 2 OF EACH OF THE FOLLOWING: POTATO FLOUR, WHEY, YEAST, NONFAT MILK, SALT, WHEAT GLUTEN, DATEM, SOY FLOUR, YELLOW CORN FLOUR, SODIUM STEAROYL LACTYLATE, MONOCALICUM PHOSPHATE, SORBIC ACID PRESERVATIVE, WHEAT FLOUR, CALCIUM SULFATE, SODIUM SILICOALUMINATE, AMMONIUM SULFATE, ASCORBIC ACID ADDED AS A DOUGH CONDITIONER, SORBITAN MONOSTEARATE, MONO- DIGLYCERIDES, CALCIUM SILICATE.), .67 OZ PRE-SLICED SMOKED HAM (HAM CURED WITH: WATER, DEXTROSE, DISTILLED VINEGAR, CONTAINS 2 OR LESS: SALT, POTASSIUM CHLORIDE, SODIUM PHOSPHATE, SODIUM ERYTHORBATE, SODIUM NITRITE.), .5 OZ SLICED NATURAL SWISS CHEESE (PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.)"
    },
    {
        "Title": "Turkey & Swiss Sandwich",
        "Serving Info": "1 Servings per containerServing Size1 SANDWICH (218g)",
        "Calories": "470",
        "Nutrients": [
            {
                "Total Fat": "16g"
            },
            {
                "Saturated Fat": "6g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "55mg"
            },
            {
                "Sodium": "1280mg"
            },
            {
                "Total Carbohydrate": "54g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "32g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "329mg"
            },
            {
                "Iron": "6.01mg"
            }
        ],
        "Ingredients": "FRENCH ROUND BUN (ENRICHED WHEAT FLOUR (FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID). WATER, SUNFLOWER AND/OR SOYBEAN OIL, CANE SUGAR, SALT, YEAST, MALTED BARLEY FLOUR. CONTAINS: WHEAT. PRODUCED IN A FACILITY THAT ALSO PROCESSES MILK, EGGS, AND SESAME.), .7 OZ SLICED SMOKED TURKEY BREAST (TURKEY BREAST MEAT, TURKEY BROTH, CONTAINS 2 OR LESS POTASSIUM LACTATE, POTASSIUMACETATE, SODIUM DIACETATE, SALT, MODIFIED FOOD STARCH, DEXTROSE, SODIUM PHOSPHATE, SODIUM ERYTHORBATE, SODIUM NITRITE.), .5 OZ SLICED NATURAL SWISS CHEESE (PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.)"
    },
    {
        "Title": "Peppered Turkey BLT on Sourdough",
        "Serving Info": "1 Servings per containerServing Size1 SANDWICH (190g)",
        "Calories": "440",
        "Nutrients": [
            {
                "Total Fat": "9g"
            },
            {
                "Saturated Fat": "3g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "65mg"
            },
            {
                "Sodium": "1620mg"
            },
            {
                "Total Carbohydrate": "48g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "6g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "31g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "46mg"
            },
            {
                "Iron": "4.59mg"
            }
        ],
        "Ingredients": "SLICED SOURDOUGH BREAD (BLEACHED ENRICHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLATE), WATER, WHEAT GLUTEN, HIGH FRUCTOSE CORN SYRUP, YEAST, SOYBEAN OIL, SALT, DOUGH IMPROVER: (WHEAT FLOUR, CALCIUM STEAROYL LACTYLATE, SALT, CALCIUM SULFATE,, SOY OIL, CONTAINS 2% OR LESS OF: POTASSIUM IODATE, ASCORBIC ACID, ENZYME, L-CYSTEINE, AZODICARBONAMIDE), CALCIUM PROPIONATE (TO RETARD SPOILAGE), SODIUM BICARBONATE, CORNSTARCH, SODIUM ALUMINUM SULFATE, CALCIUM SULFATE, MONOCALCIUM PHOSPHATE, CALCIUM SULFATE, ENZYMES), HICKORY SMOKED SKINLESS TURKEY BREAST (TURKEY BREAST, TURKEY BROTH, SALT, BLACK PEPPER, SUGAR, SODIUM PHOSPHATES, SODIUM ERYTHORBATE, SODIUM NITRITE.), PRE-COOKED SMOKED BACON (PORK CURED WITH WATER, SALT, SUGAR, SODIUM PHOSPHATE, SODIUM DIACETATE, SODIUM ERYTHORBATE, FLAVORING, SODIUM NITRITE.)"
    },
    {
        "Title": "Big Italian Sandwich",
        "Serving Info": "1 Servings per containerServing SizeHALF SANDWICH (189g)",
        "Calories": "640",
        "Nutrients": [
            {
                "Total Fat": "43g"
            },
            {
                "Saturated Fat": "21g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "125mg"
            },
            {
                "Sodium": "1940mg"
            },
            {
                "Total Carbohydrate": "26g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "37g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "713mg"
            },
            {
                "Iron": "2.13mg"
            }
        ],
        "Ingredients": ".5 OZ SLICED NATURAL SWISS CHEESE (PASTEURIZED PART-SKIM MILK, CHEESE CULTURE, SALT, ENZYMES.), SOUR DOUGH HOAGIE SLICED (UNBLEACHED ENRICHED FLOUR WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, YEAST, WHEAT FLOUR, SALT, MALTED BARLEY FLOUR CONTAINS WHEAT, FUMARIC ACID AND 2 OR LESS OF EACH OF THE FOLLOWING: ACETIC ACID, LACTIC ACID, WHEAT GLUTEN, FULLY REFINED SOYBEAN OIL, GRANULATED SUGAR, CALCIUM PROPIONATE TO RETAIN FRESHNESS, DOUGH IMPROVER MALTED WHEAT FLOUR, ENZYMES AND 2 OR LESS OF ASCORBIC ACID), CAPICOLA HAM (Cured with water, salt, sodium lactate, sugar, sodium phosphate, sodium diacetate, sodium erythorbate, sodium nitrite. Coated with spices and paprika.), SLICED GENOA SALAMI (PORK, BEEF, SALT, CONTAINS 2% OR LESS OF DEXTROSE, WATER, SPICES, LACTIC ACID STARTER CULTURE, SODIUM ASCORBATE, SODIUM NITRITE, GARLIC POWDER, BHA, BHT, CITRIC ACID.), PEPPERONI BULK (INGREDIENTS: PORK, BEEF, SALT, CONTAINS 2 OR LESS OF WATER, DEXTROSE, SPICES, LACTIC ACID STARTER CULTURE, OLEORESIN OF PAPRIKA, GARLIC POWDER, SODIUM NITRITE, BHA, BHT, CITRIC ACID.)"
    },
    {
        "Title": "Spinach Artichoke Melt",
        "Serving Info": "1 Servings per containerServing Size1 SANDWICH (142g)",
        "Calories": "320",
        "Nutrients": [
            {
                "Total Fat": "12g"
            },
            {
                "Saturated Fat": "6g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "30mg"
            },
            {
                "Sodium": "660mg"
            },
            {
                "Total Carbohydrate": "41g"
            },
            {
                "Dietary Fiber": "3g"
            },
            {
                "Total Sugars": "5g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "14g"
            },
            {
                "Vit. D": "0.1mcg"
            },
            {
                "Calcium": "179mg"
            },
            {
                "Iron": "3.26mg"
            }
        ],
        "Ingredients": "SLICED SOURDOUGH BREAD (BLEACHED ENRICHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLATE), WATER, WHEAT GLUTEN, HIGH FRUCTOSE CORN SYRUP, YEAST, SOYBEAN OIL, SALT, DOUGH IMPROVER: (WHEAT FLOUR, CALCIUM STEAROYL LACTYLATE, SALT, CALCIUM SULFATE,, SOY OIL, CONTAINS 2% OR LESS OF: POTASSIUM IODATE, ASCORBIC ACID, ENZYME, L-CYSTEINE, AZODICARBONAMIDE), CALCIUM PROPIONATE (TO RETARD SPOILAGE), SODIUM BICARBONATE, CORNSTARCH, SODIUM ALUMINUM SULFATE, CALCIUM SULFATE, MONOCALCIUM PHOSPHATE, CALCIUM SULFATE, ENZYMES), CREAM CHEESE (PASTEURIZED MILK AND CERAM, CHEESE CULTURES, SALT, STABILIZERS (CAROB BEAN AND/OR XANTHAN AND/OR GUAR GUMS).), THAWED CHOPPED SPINACH, ARTICHOKE HEARTS - CHOPPED (Quartered artichoke hearts, water, salt and citric acid.), SHREDDED MOZZARELLA CHEESE (LOW MOISTURE PART SKIM MOZZARELLA CHEESE (PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES), POWDERED CELLULOSE TO PREVENT CAKING AND NATAMYCIN TO PROTECT FLAVOR), PLAIN FAT FREE GREEK YOGURT (CULTURED NON FAT MILK. YOGURT CULTURES: S. THERMOPHILUS AND L. BULGARICUS), GARLIC POWDER, GROUND BLACK PEPPER"
    },
    {
        "Title": "BBQ Lays Potato Chips",
        "Serving Info": "1 Servings per containerServing SizeBAG (2.25 OZ) (64g)",
        "Calories": "340",
        "Nutrients": [
            {
                "Total Fat": "20g"
            },
            {
                "Saturated Fat": "2g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "480mg"
            },
            {
                "Total Carbohydrate": "34g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "0mg"
            },
            {
                "Iron": "0mg"
            }
        ],
        "Ingredients": "Potatoes, Sunflower Oil and/or Corn Oil, BBQ Seasoning: (Sugar, Maltodextrin, Dextrose, Natural Flavors [Including Barley Malt Flour], Onion Powder, Molasses, Torula Yeast, Monosodium Glutamate, Salt, Spice, Paprika Powder and Extractives, Garlic Powder, Corn Starch, Tomato Powder, Yeast, Citric Acid, Mesquite Smoke Flavor), and Salt."
    },
    {
        "Title": "Classic Lays Potato Chips",
        "Serving Info": "1 Servings per containerServing SizeBAG (2.25 OZ) (64g)",
        "Calories": "340",
        "Nutrients": [
            {
                "Total Fat": "23g"
            },
            {
                "Saturated Fat": "2g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "410mg"
            },
            {
                "Total Carbohydrate": "34g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "0mg"
            },
            {
                "Iron": "0mg"
            }
        ],
        "Ingredients": "POTATOES, VEGETABLE OIL SUNFLOWER, CORN AND/OR CANOLA OIL, AND SALT."
    },
    {
        "Title": "Harvest Cheddar Sun Chips",
        "Serving Info": "1 Servings per containerServing SizeBAG (2.37 OZ) (67g)",
        "Calories": "330",
        "Nutrients": [
            {
                "Total Fat": "14g"
            },
            {
                "Saturated Fat": "1.5g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "330mg"
            },
            {
                "Total Carbohydrate": "44g"
            },
            {
                "Dietary Fiber": "6g"
            },
            {
                "Total Sugars": "6g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "0mg"
            },
            {
                "Iron": "1.14mg"
            }
        ],
        "Ingredients": "INGREDIENTS: WHOLE CORN, SUNFLOWER AND/OR CANOLA OIL, WHOLE WHEAT, BROWN RICE FLOUR, WHOLE OAT FLOUR, SUGAR, TOMATO POWDER, SALT, NATURAL FLAVORS, MALTODEXTRIN MADE FROM CORN, CHEDDAR CHEESE MILK, CHEESE CULTURES, SALT, ENZYMES, DEXTROSE, BUTTERMILK, ONION POWDER, WHEY, YEAST EXTRACT, ROMANO CHEESE PART-SKIM COW'S MILK, CHEESE CULTURES, SALT, ENZYMES, WHEY PROTEIN CONCENTRATE, CORN OIL, SPICES INCLUDING JALAPENO PEPPER, CITRIC ACID, PAPRIKA EXTRACTS, AND LACTIC ACID. CONTAINS WHEAT AND MILK INGREDIENTS."
    },
    {
        "Title": "Funyuns",
        "Serving Info": "1 Servings per containerServing SizeBAG (1.88 OZ) (53g)",
        "Calories": "280",
        "Nutrients": [
            {
                "Total Fat": "12g"
            },
            {
                "Saturated Fat": "1.5g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "450mg"
            },
            {
                "Total Carbohydrate": "35g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "0mg"
            },
            {
                "Iron": "1.80mg"
            }
        ],
        "Ingredients": "Enriched corn meal (corn meal, ferrous sulfate, niacin, thiamin mononitrate, riboflavin, and folic acid), corn and/or soybean oil, salt, corn starch, soy flour, sugar, corn flour, onion powder, buttermilk powder, maltodextrin, hydolyzed soy protein, monosodium glutamate, dextrose, caramel color, partially hydrogenated soybean oil, natural flavors, garlic powder, turmeric, gum arabic, and extractives of onion."
    },
    {
        "Title": "Flamin' Hot Cheetos",
        "Serving Info": "1 Servings per containerServing SizeBAG (2.75 OZ) (78g)",
        "Calories": "470",
        "Nutrients": [
            {
                "Total Fat": "31g"
            },
            {
                "Saturated Fat": "4g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "700mg"
            },
            {
                "Total Carbohydrate": "42g"
            },
            {
                "Dietary Fiber": "3g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "3g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "0mg"
            },
            {
                "Iron": "1.00mg"
            }
        ],
        "Ingredients": "INGREDIENTS: ENRICHED CORN MEAL CORN MEAL, FERROUS SULFATE, NIACIN, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID, VEGETABLE OIL CORN, CANOLA AND/OR SUNFLOWER OIL, FLAMIN' HOT SEASONING MALTODEXTRIN [MADE FROM CORN], SALT, SUGAR, MONOSODIUM GLUTAMATE, YEAST EXTRACT, CITRIC ACID, ARTIFICIAL COLOR [RED 40 LAKE, YELLOW 6 LAKE, YELLOW 6, YELLOW 5], SUNFLOWER OIL, CHEDDAR CHEESE [MILK, CHEESE CULTURES, SALT, ENZYMES], ONION POWDER, WHEY, WHEY PROTEIN CONCENTRATE, GARLIC POWDER, NATURAL FLAVOR, BUTTERMILK, SODIUM DIACETATE, DISODIUM INOSINATE, DISODIUM GUANYLATE, AND SALT. CONTAINS MILK INGREDIENTS."
    },
    {
        "Title": "Jumbo Chocolate Chip Cookie",
        "Serving Info": "1 Servings per containerServing Size1 COOKIE (113g)",
        "Calories": "500",
        "Nutrients": [
            {
                "Total Fat": "22g"
            },
            {
                "Saturated Fat": "12g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "40mg"
            },
            {
                "Sodium": "380mg"
            },
            {
                "Total Carbohydrate": "70g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "44g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "6g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "0mg"
            },
            {
                "Iron": "3.60mg"
            }
        ],
        "Ingredients": "4 OZ JUMBO CHOCOLATE CHIP COOKIES (Ingredients ENRICHED BLEACHED FLOUR BLEACHED WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, SUGAR, SEMI-SWEET CHOCOLATE CHIPS SUGAR, UNSWEETENED CHOCOLATE, COCOA BUTTER, SOY LECITHIN, VANILLA EXTRACT, MARGARINE PALM OIL, WATER, CONTAINS 2 OR LESS OF: SALT, MONO-AND DIGLYCERIDES, NATURAL FLAVOR, CITRIC ACID, VITAMIN A PALMITATE ADDED, BETA CAROTENE [COLOR], EGGS, BUTTER CREAM [MILK], SALT, CONTAINS 2 OR LESS OF: MOLASSES, WATER, BAKING SODA, SALT, NATURAL AND ARTIFICIAL FLAVOR. CONTAINS: EGGS, MILK, SOY, WHEAT. MADE IN A FACILITY THAT ALSO PROCESSES PEANUTS, TREE NUTS ALMONDS, COCONUT, MACADAMIA NUTS, PECANS, WALNUTS.)"
    },
    {
        "Title": "Hazelnut Chocolate Croissant",
        "Serving Info": "1 Servings per containerServing SizeEach (94g)",
        "Calories": "320",
        "Nutrients": [
            {
                "Total Fat": "16g"
            },
            {
                "Saturated Fat": "7g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "5mg"
            },
            {
                "Sodium": "300mg"
            },
            {
                "Total Carbohydrate": "40g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "14g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "6g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "26mg"
            },
            {
                "Iron": "1.44mg"
            }
        ],
        "Ingredients": "CHOCOLATE CROISSANT (WHEAT FLOUR, WATER, PALM OIL, SUGAR, DARK CHOCOLATE SUGAR, COCOA LIQUOR, COCOA BUTTER, SOY LECITHIN, YEAST, HAZELNUTS, CANOLA OIL, BUTTER CREAM, COCOA POWDER, NON FAT DRY MILK, SALT, WHEAT GLUTEN, ALMONDS, SOY LECITHIN, MONO- AND DIGLYCERIDES, NATURAL VANILLA FLAVOR, TOCOPHEROL, CITRIC ACID, NATURAL FLAVOR, ASCORBIC ACID, ENZYMES, EGGS. NBSP;CONTAINS: ALMONDS, MILK, EGG, HAZELNUT, WHEAT, SOY.)"
    },
    {
        "Title": "Chocolate Heath Trifle",
        "Serving Info": "1 Servings per containerServing Size1 CUP (232g)",
        "Calories": "690",
        "Nutrients": [
            {
                "Total Fat": "35g"
            },
            {
                "Saturated Fat": "15g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "65mg"
            },
            {
                "Sodium": "480mg"
            },
            {
                "Total Carbohydrate": "89g"
            },
            {
                "Dietary Fiber": "1g"
            },
            {
                "Total Sugars": "73g"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "5g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "0.72mg"
            }
        ],
        "Ingredients": "CHOCOLATE PUDDING (WATER, SUGAR, SKIM MILK, MODIFIED FOOD STARCH, DEXTROSE, VEGETABLE OIL (SOYBEAN OIL AND/OR CANOLA OIL AND/OR SUNFLOWER OIL), COCOA (PROCESSED WITH ALKALI), CONTAINS 1% OR LESS OF: SALT, ARTIFICIAL FLAVOR, SODIUM PHOSPHATE, SODIUM STEAROYL LACTYLATE, YELLOW 6.), UNICED NO NUT BROWNIE (SUGAR, ENRICHED FLOUR BLEACHED (WHEAT FLOUR, NIACIN, IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), CANOLA OIL, WATER, EGGS, CHOCOLATE FLAVOR SYRUP (SUGAR, WATER, HIGH FRUCTOSE CORN SYRUP, COCOA PROCESSED WITH ALKALI, SALT, CITRIC ACID, POTASSIUM SORBATE [PRESERVATIVE], XANTHAN GUM, ARTIFICIAL AND NATURAL FLAVOR), COCOA PROCESSED WITH ALKALI, CORN STARCH, SALT, MODIFIED CORN STARCH, BAKING SODA, NATURAL AND ARTIFICIAL FLAVOR, ASCORBIC ACID, ENZYMES, AZODICARBONAMIDE. CONTAINS WHEAT AND EGG INGREDIENTS.), TOFFEE PIECES (MILK CHOCOLATE [SUGAR; COCOA BUTTER; CHOCOLATE; SKIM MILK; MILK FAT; LACTOSE; SALT; LECITHIN SOY; NATURAL FLAVOR]; SUGAR; VEGETABLE OIL [PALM OIL; SUNFLOWER OIL]; DAIRY BUTTER MILK; ALMONDS; CONTAINS 2 OR LESS OF: SALT; LECITHIN SOY; CHOCOLATE), WHIPPED TOPPING TUBE (WATER, HIGH FRUCTOSE CORN SYRUP, HYDROGENATED VEGETABLE OIL PALM, PALM KERNEL, COCONUT AND/OR COTTONSEED, CONTAINS LESS THAN 2 OF THE FOLLOWING: SODIUM CASEINATE A MILK DERIVATIVE, DEXTROSE, ARTIFICIAL FLAVOR, POLYSORBATE 60, SORBITAN MONOSTEARATE, GUAR GUM, XANTHAN GUM, COLORED WITH TURMERIC AND ANNATTO EXTRACTS. NOT A SOURCE OF LACTOSE)"
    },
    {
        "Title": "Iced Cinnamon Roll",
        "Serving Info": "1 Servings per containerServing Size1 ROLL (135g)",
        "Calories": "490",
        "Nutrients": [
            {
                "Total Fat": "18g"
            },
            {
                "Saturated Fat": "4.5g"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "1120mg"
            },
            {
                "Total Carbohydrate": "75g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "NA"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "7g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "46mg"
            },
            {
                "Iron": "3.57mg"
            }
        ],
        "Ingredients": "PARBAKED CINNAMON ROLL (FLOUR, WATER, MILK, POTATO, MARGARINE, SALT, SUGAR, CINNAMON AND POWDERED SUGAR.)"
    },
    {
        "Title": "20 oz Fountain Beverage",
        "Serving Info": "1 Servings per containerServing Size1 BEVERAGE (31g)",
        "Calories": "10",
        "Nutrients": [
            {
                "Total Fat": "NA"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "0mg"
            },
            {
                "Total Carbohydrate": "3g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "2g"
            },
            {
                "Added Sugars": "2g"
            },
            {
                "Protein": "NA"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "PEPSI POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, CAFFEINE, CITRIC ACID, NATURAL FLAVOR), MOUNTAIN DEW POST MIX (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CONCENTRATED ORANGE JUICE, CITRIC ACID, NATURAL FLAVORS, SODIUM BENZOATE (PRESERVES FRESHNESS), CAFFEINE, SODIUM CITRATE, GUM ARABIC, ERYTHORBIC ACID (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), YELLOW 5.), DR PEPPER POST MIX (High Fructose Corn Syrup, Water, Caramel Color, Phosphoric Acid, Caffeine, Sodium Benzoate (Preservative), Natural and Artificial Flavors, Dimethylpolysiloxane), FRUIT PUNCH GATORADE, SOBE YUMBERRY POMEGRANATE (Water, Citric Acid, Calcium Lactate, Purple Carrot Juice Concentrate (color), Xanthan Gum, Natural and Artificial Flavor, Potassium Sorbate (Preserves Freshness), Potassium Citrate, Sodium Benzoate (Preserves Freshness), Polysorbate 60, Sucralose, Acesulfame Potassium, Vitamin E Acetate, Niacinamide (Vitamin B3), Calcium Pantothenate (Vitamin B5), Pyridoxine Hydrochloride (Vitamin B6), Yellow 6, Cyanocobalamin (Vitamin B12).), WILD CHERRY PEPSI (CARBONATED WATER, HIGH FRUCTOSE CORN SYRUP, CARAMEL COLOR, SUGAR, PHOSPHORIC ACID, NATURAL FLAVORS, CAFFEINE, CITRIC ACID), ORANGE CRUSH POST MIX, TROPICANA PINK LEMONADE (WATER, HIGH FRUCTOSE CORN SYRUP, CITRIC ACID, SODIUM CITRATE, CLARIFIED LEMON JUICE CONCENTRATE, GUM ARABIC, NATURAL FLAVOR, SODIUM BENZOATE (PRESERVES FRESHNESS), GLYCEROL ESTER OF ROSIN, POTASSIUM SORBATE (PRESERVES FRESHNESS), CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR), RED 40), DIET PEPSI POST MIX (CARBONATED WATER, CARAMEL COLOR, PHOSPHORIC ACID, SODIUM CITRATE, SUCRALOSE, POTASSIUM BENZOATE (PRESERVES FRESHNESS), ACESULFAME POTASSIUM, CAFFEINE, NATURAL FLAVOR, CITRIC ACID, CALCIUM DISODIUM EDTA (TO PROTECT FLAVOR))"
    },
    {
        "Title": "Strawberry Cream Cheese",
        "Serving Info": "1 Servings per containerServing SizePKG (28g)",
        "Calories": "90",
        "Nutrients": [
            {
                "Total Fat": "8g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "NA"
            },
            {
                "Sodium": "75mg"
            },
            {
                "Total Carbohydrate": "4g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "NA"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "1g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "PHILADELPHIA STRAWBERRY CREAM CHEESE IND (INGREDIENTS: PASTEURIZED MILK AND CREAM, SUGAR, STRAWBERRY PUREE, WHEY PROTEIN CONCENTRATE, WHEY, WATER, SALT, MODIFIED FOOD STARCH, CAROB BEAN GUM, COLOR ADDED, XANTHAN GUM, GUAR GUM, NATURAL FLAVOR, NATAMYCIN (A NATURAL MOLD INHIBITOR), VITAMIN A PALMITATE, CHEESE CULTURE)"
    },
    {
        "Title": "Plain Cream Cheese",
        "Serving Info": "1 Servings per containerServing SizePKG (28g)",
        "Calories": "100",
        "Nutrients": [
            {
                "Total Fat": "9g"
            },
            {
                "Saturated Fat": "NA"
            },
            {
                "TransFat": "NA"
            },
            {
                "Cholesterol": "30mg"
            },
            {
                "Sodium": "85mg"
            },
            {
                "Total Carbohydrate": "1g"
            },
            {
                "Dietary Fiber": "NA"
            },
            {
                "Total Sugars": "NA"
            },
            {
                "Added Sugars": "NA"
            },
            {
                "Protein": "2g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "NA"
            },
            {
                "Iron": "NA"
            }
        ],
        "Ingredients": "PHILADELPHIA CREAM CHEESE IND (INGREDIENTS: PASTEURIZED MILK AND CREAM, WHEY PROTEIN CONCENTRATE, WHEY, SALT, CAROB BEAN GUM, XANTHAN GUM, GUAR GUM, NATAMYCIN (A NATURAL MOLD INHIBITOR), VITAMIN A PALMITATE, CHEESE CULTURE)"
    },
    {
        "Title": "Garden Veggie Cream Cheese",
        "Serving Info": "1 Servings per containerServing SizePKG (28g)",
        "Calories": "70",
        "Nutrients": [
            {
                "Total Fat": "6g"
            },
            {
                "Saturated Fat": "3.5g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "15mg"
            },
            {
                "Sodium": "150mg"
            },
            {
                "Total Carbohydrate": "2g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "1g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "2g"
            },
            {
                "Vit. D": "0.0mcg"
            },
            {
                "Calcium": "24mg"
            },
            {
                "Iron": "0.00mg"
            }
        ],
        "Ingredients": "PHILADELPHIA GARDEN VEG CREAM CHEESE IND (INGREDIENTS: PASTEURIZED MILK AND CREAM, ONIONS, SALT, CARROTS, GREEN BELL PEPPERS, GUAR GUM, CUCUMBERS, RED BELL PEPPERS, CARROTS*, GREEN BELL PEPPERS*, RED BELL PEPPERS*, NATURAL FLAVOR (CONTAINS CELERY), XANTHAN GUM, NATAMYCIN (A NATURAL MOLD INHIBITOR), VITAMIN A PALMITATE, CHEESE CULTURE. *DRIED)"
    },
    {
        "Title": "Plain Bagel",
        "Serving Info": "1 Servings per containerServing Size1 BAGEL (113g)",
        "Calories": "810",
        "Nutrients": [
            {
                "Total Fat": "92g"
            },
            {
                "Saturated Fat": "58g"
            },
            {
                "TransFat": "3.5g"
            },
            {
                "Cholesterol": "245mg"
            },
            {
                "Sodium": "730mg"
            },
            {
                "Total Carbohydrate": "0g"
            },
            {
                "Dietary Fiber": "0g"
            },
            {
                "Total Sugars": "0g"
            },
            {
                "Added Sugars": "0g"
            },
            {
                "Protein": "1g"
            },
            {
                "Vit. D": "0.0mcg"
            },
            {
                "Calcium": "27mg"
            },
            {
                "Iron": "0.02mg"
            }
        ],
        "Ingredients": "PARBAKED PLAIN BAGEL (Ingredients  ENRICHED WHEAT FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SALT, SUGAR, YEAST, FERMENTED RYE FLOUR, YELLOW CORNMEAL, WHEAT GLUTEN, CALCIUM PROPIONATE (PRESERVATIVE), MALTED BARLEY FLOUR, MODIFIED CORNSTARCH, ENZYMES (DOUGH CONDITIONER), SESAME FLOUR.CONTAINS: WHEAT, SESAME.PRODUCED IN A FACILITY THAT ALSO PROCESSES MILK, SOY, TREE NUTS AND EGG. [H2203])"
    },
    {
        "Title": "BLUEBERRY BAGEL",
        "Serving Info": "1 Servings per containerServing Size1 BAGEL (113g)",
        "Calories": "290",
        "Nutrients": [
            {
                "Total Fat": "3g"
            },
            {
                "Saturated Fat": "0g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "540mg"
            },
            {
                "Total Carbohydrate": "56g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "7g"
            },
            {
                "Added Sugars": "6g"
            },
            {
                "Protein": "10g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "79mg"
            },
            {
                "Iron": "3.64mg"
            }
        ],
        "Ingredients": "ENRICHED WHEAT FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, ARTIFICIAL BLUEBERRY BITS [SUGAR, YELLOW CORN FLOUR, CORN STARCH, FRUCTOSE, CANOLA OIL, DEXTROSE, NATURAL AND ARTIFICIAL FLAVORS, CELLULOSE GUM, COLOR (BLUE#2, RED#40, BLUE#1)], DEXTROSE, CONTAINS 2% OR LESS OF EACH OF: BLUEBERRY, SALT, VEGETABLE OIL (CANOLA OIL OR SOYBEAN OIL), WHEAT GLUTEN, YEAST, CORNMEAL, MALTED BARLEY FLOUR, MODIFIED CORNSTARCH, NATURAL AND ARTIFICIAL FLAVORS, CALCIUM PROPIONATE (PRESERVATIVE), DOUGH CONDITIONERS (ENZYMES, MONOGLYCERIDES, L-CYSTEINE). CONTAINS: WHEAT. PRODUCED IN A FACILITY THAT ALSO PROCESSES MILK, SOY, TREENUTS AND EGG."
    },
    {
        "Title": "Everything Bagel",
        "Serving Info": "1 Servings per containerServing Size1 BAGEL (113g)",
        "Calories": "290",
        "Nutrients": [
            {
                "Total Fat": "3.5g"
            },
            {
                "Saturated Fat": "0.5g"
            },
            {
                "TransFat": "0g"
            },
            {
                "Cholesterol": "0mg"
            },
            {
                "Sodium": "670mg"
            },
            {
                "Total Carbohydrate": "55g"
            },
            {
                "Dietary Fiber": "2g"
            },
            {
                "Total Sugars": "4g"
            },
            {
                "Added Sugars": "2g"
            },
            {
                "Protein": "10g"
            },
            {
                "Vit. D": "NA"
            },
            {
                "Calcium": "105mg"
            },
            {
                "Iron": "3.64mg"
            }
        ],
        "Ingredients": "ENRICHED WHEAT FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, DEHYDRATED TOASTED ONION, DEXTROSE, SALT, VEGETABLE OIL (CANOLA OIL OR SOYBEAN OIL), WHEAT GLUTEN, SESAME SEEDS, YEAST, CORNMEAL, DEHYDRATED ROASTED GARLIC, DOUGH CONDITIONERS (MONOGLYCERIDES, ENZYMES), GARLIC POWDER, MALTED BARLEY FLOUR, POPPY SEEDS, CALCIUM PROPIONATE (PRESERVATIVE), MODIFIED CORNSTARCH. CONTAINS WHEAT. PRODUCED IN A FACILITY THAT ALSO PROCESSES MILK, SOY, TREENUTS AND EGG."
    }
]