[
    {
        "Title": "White Hamburger Bun",
        "Serving Info": "1 BUN (60g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "NA",
            "Cholesterol": "0mg",
            "Sodium": "270mg",
            "Total Carbohydrates": "30g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "4g",
            "Added Sugars": "4g",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "52mg",
            "Iron": "1.79mg",
            "Potas.": "60mg"
        },
        "Ingredients": "INGREDIENTS: UNBLEACHED ENRICHED FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, REDUCED IRON, THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, HIGH FRUCTOSE CORN SYRUP, CONTAINS 2% OR LESS OF EACH OF THE FOLLOWING: YEAST, SOYBEAN OIL, SALT, WHEAT GLUTEN, DOUGH CONDITIONERS (CONTAINS ONE OR MORE OF THE FOLLOWING: SODIUM STEAROYL LACTYLATE, CALCIUM STEAROYL LACTYLATE, MONOGLYCERIDES, MONO- AND DIGLYCERIDES, DISTILLED MONOGLYCERIDES, CALCIUM PEROXIDE, CALCIUM IODATE, DATEM, ETHOXYLATED MONO- AND DIGLYCERIDES, ENZYMES, ASCORBIC ACID), SESAME FLOUR, CALCIUM PROPIONATE (TO RETARD SPOILAGE)CONTAINS: WHEAT, SESAME",
        "Allergens": "Gluten, High Fructose Corn Syrup, Sesame, Soy, Wheat"
    },
    {
        "Title": "Gluten Free White Bun",
        "Serving Info": "PKG (3.5 OZ) (99g)",
        "Calories": "220",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "500mg",
            "Total Carbohydrates": "40g",
            "Dietary Fiber": "3g",
            "Total Sugars": "6g",
            "Added Sugars": "1g",
            "Protein": "4g",
            "Vit. D": "2.0mcg",
            "Calcium": "26mg",
            "Iron": "1.08mg",
            "Potas.": "240mg"
        },
        "Ingredients": "WATER, POTATO STARCH, TAPIOCA STARCH, SOY FLOUR, BROWN RICE FLOUR, CHICKPEA FLOUR, SUNFLOWER OIL, GLYCERIN, SEA SALT, ORGANIC CANE SUGAR, POWDERED CELLULOSE, YEAST, XANTHAN GUM, SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE.",
        "Allergens": "Soy"
    },
    {
        "Title": "Legacy Beef Hamburger",
        "Serving Info": "1 PATTY (69g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "10g",
            "Saturated Fat": "4g",
            "Trans Fat": "0g",
            "Cholesterol": "60mg",
            "Sodium": "270mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "18g",
            "Vit. D": "0mcg",
            "Calcium": "14mg",
            "Iron": "1.80mg",
            "Potas.": "220mg"
        },
        "Ingredients": "5/1 GROUND BEEF PATTY, KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), GROUND BLACK PEPPER",
        "Allergens": "Beef"
    },
    {
        "Title": "Grilled Chicken",
        "Serving Info": "1 BREAST (93g)",
        "Calories": "90",
        "Nutrients": {
            "Total Fat": "2g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "45mg",
            "Sodium": "150mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "17g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "BONELESS SKINLESS CHICKEN BREAST (BONELESS SKINLESS CHICKEN BREAST FILETS WITH RIB MEAT CONTAINING: UP TO 15 OF A SOLUTION OF WATER, SEA SALT.)",
        "Allergens": "N/A"
    },
    {
        "Title": "Black Bean Burger",
        "Serving Info": "1 PATTY (96g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "7g",
            "Saturated Fat": "3g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "420mg",
            "Total Carbohydrates": "19g",
            "Dietary Fiber": "4g",
            "Total Sugars": "3g",
            "Added Sugars": "N/A",
            "Protein": "6g",
            "Vit. D": "NA",
            "Calcium": "52mg",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "GLUTEN FREE BLACK BEAN VEGAN BURGER (INGREDIENTS: WATER, COOKED BLACK BEANS, COOKED BROWN RICE, CANOLA OIL, BLACK BEAN POWDER, ONIONS, CORN, SOY PROTEIN CONCENTRATE, TOMATO PASTE, BELL PEPPERS, POTATO STARCH, ORGANIC CANE SUGAR, METHYLCELLULOSE, GARLIC POWDER, ONION POWDER, SEA SALT, SPICES, YEAST EXTRACT, SALT, CHIPOTLE CHILI POWDER, CITRIC ACID, TOMATO POWDER, NATURAL FLAVORS, LACTIC ACID, MOLASSES.CONTAINS SOY.)",
        "Allergens": "Corn, Garlic, Soy"
    },
    {
        "Title": "American Cheese",
        "Serving Info": "1 SLICE (14g)",
        "Calories": "45",
        "Nutrients": {
            "Total Fat": "3.5g",
            "Saturated Fat": "2g",
            "Trans Fat": "NA",
            "Cholesterol": "10mg",
            "Sodium": "135mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "70mg",
            "Iron": "0.12mg",
            "Potas.": "50mg"
        },
        "Ingredients": "YELLOW: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT, SPO CAROTENAL. WHITE: AMERICAN CHEESE (MILK, SALT, CHEESE CULTURES, ENZYMES), WATER, CREAM, SODIUM PHOSPHATES, SALT.",
        "Allergens": "Milk"
    },
    {
        "Title": "American Swiss Cheese",
        "Serving Info": "1 SLICE (14g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "4g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "250mg",
            "Total Carbohydrates": "1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "66mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "Ingredients MILK AND PART-SKIM MILK, CREAM, WATER, SODIUM CITRATE, SALT, CHEESE CULTURE, CITRIC ACID, SORBIC ACID (PRESERVATIVE), ENZYMES, SOY LECITHIN. CONTAINS: MILK, SOY",
        "Allergens": "Milk, Soy"
    },
    {
        "Title": "Pepper Jack Cheese",
        "Serving Info": "1 SLICE (19g)",
        "Calories": "70",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "320mg",
            "Total Carbohydrates": "< 1g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "103mg",
            "Iron": "0mg",
            "Potas.": "NA"
        },
        "Ingredients": "MILK, CREAM, WATER, SODIUM CITRATE, SALT, CHEESE CULTURE, JALAPENO PEPPERS, JALAPENO PEPPER PUREE, SORBIC ACID (PRESERVATIVE), ENZYMES, JALAPENO PEPPERS*, RED BELL PEPPERS*, CITRIC ACID, ACETIC ACID, SOY LECITHIN, NATURAL FLAVOR. *DRIED CONTAINS: MILK, SOY",
        "Allergens": "Milk, Soy"
    },
    {
        "Title": "Vegan Cheddar Style Slices",
        "Serving Info": "1 SLICE (21g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "5g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "170mg",
            "Total Carbohydrates": "5g",
            "Dietary Fiber": "1g",
            "Total Sugars": "NA",
            "Added Sugars": "0g",
            "Protein": "0g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0mg",
            "Potas.": "20mg"
        },
        "Ingredients": "Ingredients Filtered Water, Modified Potato Starch, Palm Oil, Sunflower Oil, Cassava Flour, Oat Fiber, Sea Salt, Cellulose Gum, Tapioca Starch, Yeast Extract, Cellulose Gel, Konjac Powder (Thickener), Cultured Dextrose, Citric Acid, Carrageenan, Locust Bean Gum, Natural Flavors, Annatto (Color), Paprika Extract (Color).",
        "Allergens": "N/A"
    },
    {
        "Title": "French Fries",
        "Serving Info": "2.51 OZ PORTION (71g)",
        "Calories": "150",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "0.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "290mg",
            "Total Carbohydrates": "15g",
            "Dietary Fiber": "1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "1g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "FRENCH FRIES (POTATOES, VEGETABLE OIL SOYBEAN, CANOLA, COTTONSEED, AND/OR SUNFLOWER, CONTAINS LESS THAN 2 OF DEXTROSE, MALTODEXTRIN, SEA SALT, TO MAINTAIN NATURAL COLOR TETRASODIUM PYROPHOSPHATE, DISODIUM DIHYDROGEN PYROPHOSPHATE), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)",
        "Allergens": "Corn, Soy"
    },
    {
        "Title": "3 Bean Chili",
        "Serving Info": "4 oz Portion (115g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "6g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "NA",
            "Cholesterol": "30mg",
            "Sodium": "510mg",
            "Total Carbohydrates": "8g",
            "Dietary Fiber": "2g",
            "Total Sugars": "2g",
            "Added Sugars": "N/A",
            "Protein": "12g",
            "Vit. D": "NA",
            "Calcium": "29mg",
            "Iron": "1.76mg",
            "Potas.": "260mg"
        },
        "Ingredients": "GROUND BEEF, WATER, KIDNEY BEANS (PREPARED DARK RED KIDNEY BEANS, WATER, SUGAR, SALT, AND CALCIUM CHLORIDE , DISODIUM EDTA ADDED TO PRESERVE COLOR.), CANNED RED BEANS (PREPARED DARK RED KIDNEY BEANS, WATER, SUGAR, SALT, AND CALCIUM CHLORIDE , DISODIUM EDTA ADDED TO PRESERVE COLOR.), CANNED PINTO BEANS (PREPARED PINTO BEANS, WATER, SALT, CALCIUM CHLORIDE, DISODIUM EDTA ADDED FOR COLOR RETENTION), DICED TOMATOES, 3/8  DICED YELLOW ONIONS, TOMATO PASTE (TOMATOES), DICED GREEN CHILIES (Green Chili Peppers, Water, Salt, Citric Acid), OLD THYME CUBED GREEN PEPPERS, OLD THYME CUBED RED PEPPERS, FRESH GARLIC, FRESH JALAPENO PEPPERS (Habanero Peppers), LIME JUICE (LIME JUICE (100%)), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.), OLD BAY SEASONING (CELERY SALT SALT, CELERY SEED, SPICES INCLUDING RED PEPPER AND BLACK PEPPER, AND PAPRIKA.), CHILI POWDER, BEEF BASE (ROASTED BEEF AND BEEF BROTH, SUGAR, YEAST EXTRACT, CORN OIL, HYDROLYZED CORN PROTEIN, CARAMEL COLOR CLASS 1, POTASSIUM CHLORIDE, ONION POWDER, TOMATO POWDER, GARLIC POWDER, MALTODEXTRIN, DISODIUM INOSINATE, DISODIUM GUANYLATE, DRIED BEEF STOCK, CORN SYRUP SOLIDS, SALT, THIAMINE HYDROCHLORIDE, SPICE EXTRACTIVES.), 5# GROUND CUMIN, PAPRIKA (INGREDIENTS: PAPRIKA, AND SILICON DIOXIDE (ADDED TO MAKE FREE FLOWING).), CRUSHED RED PEPPER (CRUSHED RED PEPPERS)",
        "Allergens": "Beef, Corn, Garlic"
    },
    {
        "Title": "Cheese Quesadilla",
        "Serving Info": "4.7 OZ PORTION (133g)",
        "Calories": "490",
        "Nutrients": {
            "Total Fat": "33g",
            "Saturated Fat": "14g",
            "Trans Fat": "0g",
            "Cholesterol": "55mg",
            "Sodium": "820mg",
            "Total Carbohydrates": "36g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "19g",
            "Vit. D": "NA",
            "Calcium": "78mg",
            "Iron": "1.80mg",
            "Potas.": "50mg"
        },
        "Ingredients": "10  FLOUR TORTILLAS (ENRICHED UNBLEACHED FLOUR (WHEAT FLOUR, NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN AND FOLIC ACID), WATER, VEGETABLE SHORTENING (CONTAINS ONE OR MORE OF THE FOLLOWING: PALM AND/OR CORN OIL), CONTAINS 2% OR LESS OF THE FOLLOWING: SALT, ALUMINUM-FREE LEAVENING (SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, CORNSTARCH, MONOCALCIUM PHOSPHATE), WHEAT PROTEIN, PRESERVATIVES (CALCIUM PROPIONATE, SORBIC ACID), DOUGH CONDITIONER (FUMARIC ACID, XANTHAN GUM, MONO- AND DIGLYCERIDES, SODIUM METABISULPHITE). ALLERGENS: WHEAT), MONTEREY AND CHEDDAR CHEESE COMBO (CHEDDAR CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES, ANNATTO COLOR), MONTEREY JACK CHEESE (PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES), POTATO STARCH AND POWDERED CELLULOSE ADDED TO PREVENT CAKING, NATAMYCIN (A NATURAL MOLD INHIBITOR).), LIQUID MARGARINE (LIQUID AND HYDROGENATED SOYBEAN OIL, WATER, SALT, CONTAINS LESS THAN 2% OF VEGETABLE MONO & DIGLYCERIDES, SOY LECITHIN, SODIUM BENZOATE (A PRESERVATIVE), CITRIC ACID, NATURAL & ARTIFICIAL FLAVORS, CALCIUM DISODIUM EDTA ADDED TO PROTECT FLAVOR, BETA CAROTENE (COLOR), VITAMIN A PALMITATE ADDED. CONTAINS: SOY.)",
        "Allergens": "Corn, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Quarter Pound Beef Hot Dog",
        "Serving Info": "1 DOG (155g)",
        "Calories": "450",
        "Nutrients": {
            "Total Fat": "30g",
            "Saturated Fat": "12g",
            "Trans Fat": "NA",
            "Cholesterol": "70mg",
            "Sodium": "420mg",
            "Total Carbohydrates": "28g",
            "Dietary Fiber": "0g",
            "Total Sugars": "5g",
            "Added Sugars": "4g",
            "Protein": "17g",
            "Vit. D": "0.5mcg",
            "Calcium": "87mg",
            "Iron": "1.36mg",
            "Potas.": "NA"
        },
        "Ingredients": "JUMBO HOT DOGS (Beef, water, sorbitrol, salt, flavorings, sodium phosphates, sodium erythorbate, sodium nitrite, extract of paprika.), 6  HOT BUN (Unbleached Enriched Flour (Wheat Flour, Malted Barley Flour, Niacin, Reduced Iron, Thiamin Mononitrate, Riboflavin, Folic Acid), Water, High Fructose Corn Syrup, Yeast, Contains 2% or Less of each of the following:  Wheat Gluten, Salt, Soybean Oil, Dough conditioners (contains one or more of the following: sodium stearoyl lactylate, calcium stearoyl lactylate, monoglycerides, mono- and diglycerides, distilled monoglycerides, calcium peroxide, calcium iodate, datem, ethoxylated mono- and diglycerides, enzymes, ascorbic acid), soy flour, calcium sulfate, monocalcium phosphate, calcium carbonate, sorbic acid, soy lecithin, calcium propionate. If seeded, sesame seeds added. Contains a bioengineered food ingredient.)",
        "Allergens": "Beef, Gluten, High Fructose Corn Syrup, Soy, Wheat"
    }
]