[
    {
        "Title": "Italian Pork Sausage",
        "Serving Info": "2 OZ PORTION (850g)",
        "Calories": "1650",
        "Nutrients": {
            "Total Fat": "120g",
            "Saturated Fat": "30g",
            "Trans Fat": "0g",
            "Cholesterol": "525mg",
            "Sodium": "7350mg",
            "Total Carbohydrates": "30g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "150g",
            "Vit. D": "0.0mcg",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "0mg"
        },
        "Ingredients": "PORK SAUSAGE ITALIAN CRUMBLE 15# (INGREDIENTS: PORK, SPICES, WATER, SALT, CORN SYRUP SOLIDS, PAPRIKA, SUGAR, LEMON JUICE POWDER (CORN SYRUP SOLIDS, LEMON JUICE SOLIDS, LEMON OIL), BHA, BHT, CITRIC ACID.)",
        "Allergens": "Corn, Pork"
    },
    {
        "Title": "Meatballs",
        "Serving Info": "5 MEATBALLS (142g)",
        "Calories": "320",
        "Nutrients": {
            "Total Fat": "21g",
            "Saturated Fat": "9g",
            "Trans Fat": "NA",
            "Cholesterol": "100mg",
            "Sodium": "990mg",
            "Total Carbohydrates": "9g",
            "Dietary Fiber": "NA",
            "Total Sugars": "NA",
            "Added Sugars": "N/A",
            "Protein": "23g",
            "Vit. D": "NA",
            "Calcium": "63mg",
            "Iron": "1.39mg",
            "Potas.": "240mg"
        },
        "Ingredients": "1 OZ CHICKEN BEEF WITH CHEESE (BHA, BHT WITH CITRIC ACID ADDED TO HELP PROTECT FLAVOR. CARAMEL COLOR ADDED Ingredients: Chicken Thigh Meat with Skin, Chicken Breast Meat with Rib Meat, Beef, Water, Bread Crumbs (Wheat Flour, Salt, and Yeast), Romano Cheese (Pasteurized Cow's Milk, Cheese Cultures, Salt, Enzymes), Ricotta Cheese (Whey, Part Skim Milk, Cream, Vinegar, and Xanthan Gum, Locust Bean Gum, Guar Gum [stabilizers]), Liquid Egg Whites, Textured Vegetable Protein (Soy Protein Concentrate, Caramel Color), Contains 2% or less of Salt, Dried Garlic, Spices, Parsley, Brown Sugar, Caramel Color, BHA, BHT, Disodium Inosinate and Disodium Guanylate, Citric Acid. Contains: Milk, Egg, Soy, Wheat.), FULL SHEET PAN LINER",
        "Allergens": "Beef, Eggs, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Diced Broiled Chicken Breast",
        "Serving Info": "2 OZ PORTION (57g)",
        "Calories": "60",
        "Nutrients": {
            "Total Fat": "1.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "30mg",
            "Sodium": "90mg",
            "Total Carbohydrates": "0g",
            "Dietary Fiber": "0g",
            "Total Sugars": "0g",
            "Added Sugars": "N/A",
            "Protein": "11g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "NA",
            "Potas.": "NA"
        },
        "Ingredients": "BONELESS SKINLESS CHICKEN BREAST (BONELESS SKINLESS CHICKEN BREAST FILETS WITH RIB MEAT CONTAINING: UP TO 15 OF A SOLUTION OF WATER, SEA SALT.)",
        "Allergens": "N/A"
    },
    {
        "Title": "Vegan Meatless Chicken Strips",
        "Serving Info": "3 OZ PORTION (85g)",
        "Calories": "110",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "490mg",
            "Total Carbohydrates": "6g",
            "Dietary Fiber": "6g",
            "Total Sugars": "0g",
            "Added Sugars": "0g",
            "Protein": "17g",
            "Vit. D": "0mcg",
            "Calcium": "94mg",
            "Iron": "3.64mg",
            "Potas.": "430mg"
        },
        "Ingredients": "VEGAN GF CHICKEN SUBSTITUTE (INGREDIENTS Water, Soy Protein-Concentrate, Vegetable Oil (Sunflower and/or Canola), Salt, Natural Flavor, Spices (Paprika, Pepper, Ginger, Nutmeg, Mace, Cardamon))",
        "Allergens": "Soy"
    },
    {
        "Title": "Alfredo Sauce",
        "Serving Info": "PORTION (57g)",
        "Calories": "160",
        "Nutrients": {
            "Total Fat": "11g",
            "Saturated Fat": "7g",
            "Trans Fat": "0.5g",
            "Cholesterol": "35mg",
            "Sodium": "190mg",
            "Total Carbohydrates": "11g",
            "Dietary Fiber": "1g",
            "Total Sugars": "4g",
            "Added Sugars": "0g",
            "Protein": "4g",
            "Vit. D": "8.0mcg",
            "Calcium": "130mg",
            "Iron": "0.36mg",
            "Potas.": "35mg"
        },
        "Ingredients": "BOIL IN BAG ALFREDO SAUCE (HEAVY WHIPPING CREAM, HALF AND HALF, WATER, ROMANO CHEESE, PARMESAN CHEESE, BUTTER, MARGARINE, SALT, PEPPER, AND GRANULATED GARLIC.)",
        "Allergens": "Garlic, Milk"
    },
    {
        "Title": "Spaghetti Sauce",
        "Serving Info": "PORTION (113g)",
        "Calories": "50",
        "Nutrients": {
            "Total Fat": "1g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "440mg",
            "Total Carbohydrates": "10g",
            "Dietary Fiber": "3g",
            "Total Sugars": "6g",
            "Added Sugars": "0g",
            "Protein": "2g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.00mg",
            "Potas.": "340mg"
        },
        "Ingredients": "ANGELA MIA MARINARA SAUCE (TOMATO PUREE WATER, TOMATO PASTE, TOMATOES, ONIONS, LESS THAN 2 OF: BROWN SUGAR, EXTRA VIRGIN OLIVE OIL, SALT, CITRIC ACID, BASIL, GARLIC POWDER, DRIED OREGANO, ONION POWDER, NATURAL FLAVOR, BLACK PEPPER, DRIED PARSLEY, GROUND FENNEL, GROUND SAVORY, GROUND THYME, CALCIUM CHLORIDE.)",
        "Allergens": "Garlic"
    },
    {
        "Title": "Cellentani Noodles",
        "Serving Info": "4 OZ PORTION (113g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "0.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "70mg",
            "Total Carbohydrates": "28g",
            "Dietary Fiber": "4g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "7g",
            "Vit. D": "0mcg",
            "Calcium": "14mg",
            "Iron": "1.49mg",
            "Potas.": "190mg"
        },
        "Ingredients": "WATER, CELLENTANI PASTA (Ingredients SEMOLINA (WHEAT), DURUM WHEAT FLOUR, LENTIL FLOUR, PEA PROTEIN, CHICKPEA FLOUR, BARLEY FLOUR, SPELT FLOUR, NIACIN (VITAMIN B3), FERROUS SULFATE (IRON), THIAMINE MONONITRATE (VITAMIN B1), RIBOFLAVIN (VITAMIN B2), FOLIC ACID. CONTAINS WHEAT INGREDIENTS.), KOSHER SALT (SALT, SODIUM SILICOALUMINATE - THIS SALT DOES NOT SUPPLY IODIDE, A NECESSARY NUTRIENT.)",
        "Allergens": "Gluten, Wheat"
    },
    {
        "Title": "Gluten Free Rotini",
        "Serving Info": "PORTION (116g)",
        "Calories": "140",
        "Nutrients": {
            "Total Fat": "2.5g",
            "Saturated Fat": "0g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "0mg",
            "Total Carbohydrates": "26g",
            "Dietary Fiber": "6g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "8g",
            "Vit. D": "0.0mcg",
            "Calcium": "22mg",
            "Iron": "2.06mg",
            "Potas.": "480mg"
        },
        "Ingredients": "WATER, GLUTEN FREE GARBANZO BEAN ROTINI PASTA (Ingredients CHICKPEA FLOUR)",
        "Allergens": "N/A"
    },
    {
        "Title": "Breadsticks",
        "Serving Info": "1 BREADSTICK (50g)",
        "Calories": "170",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "2.5g",
            "Trans Fat": "0g",
            "Cholesterol": "0mg",
            "Sodium": "260mg",
            "Total Carbohydrates": "20g",
            "Dietary Fiber": "1g",
            "Total Sugars": "1g",
            "Added Sugars": "N/A",
            "Protein": "3g",
            "Vit. D": "NA",
            "Calcium": "0mg",
            "Iron": "0.73mg",
            "Potas.": "NA"
        },
        "Ingredients": "FROZEN BREADSTICK (Ingredients BREAD: ENRICHED WHEAT FLOUR (WHEAT FLOUR, MALTED BARLEY FLOUR, NIACIN, IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID), WATER, SOYBEAN OIL, CONTAINS 2% OR LESS OF: SALT, SUGAR, DEXTROSE, YEAST, DOUGH CONDITIONERS ( DATEM, ENZYMES, ASCORBIC ACID, L-CYSTEINE, ETHOXYLATED MONO AND DIGLYCERIDES), CALCIUM AND SODIUM PROPIONATE (PRESERVATIVES), MONO AND DI-GLYCERIDES, POLYSORBATE 60, PHOSPHORIC ACID, CORNMEAL. SPREAD: SOYBEAN OIL, WATER, PALM OIL, DEHYDRATED GARLIC, SALT, NATURAL AND ARTIFICIAL FLAVORS, MONO AND DI-GLYCERIDES, CITRIC ACID, WHEY (A MILK INGREDIENT), BETA CAROTENE ADDED FOR COLOR.), UNSALTED MARGARINE SOLIDS (PALM OIL, WATER, SOYBEAN OIL, CONTAINS LESS THAN 2 OF SOY LECITHIN, VEGETABLE MONO DIGLYCERIDES, POTASSIUM SORBATE A PRESERVATIVE, CITRIC ACID, NATURAL ARTIFICIAL FLAVOR, BETA CAROTENE COLOR, VITAMIN A PALMITATE ADDED. CONTAINS: SOYBEAN.)",
        "Allergens": "Corn, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Beef Lasagna",
        "Serving Info": "PORTION (171g)",
        "Calories": "190",
        "Nutrients": {
            "Total Fat": "9g",
            "Saturated Fat": "3.5g",
            "Trans Fat": "0g",
            "Cholesterol": "25mg",
            "Sodium": "620mg",
            "Total Carbohydrates": "16g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "3g",
            "Added Sugars": "1g",
            "Protein": "10g",
            "Vit. D": "NA",
            "Calcium": "146mg",
            "Iron": "1.35mg",
            "Potas.": "190mg"
        },
        "Ingredients": "LASAGNA (Sauce (Water, Cooked Beef Crumbles [Beef, Seasoning , Tomato Paste, Salt, Soybean Oil], Tomato Paste [Tomatoes, Citric Acid], Cottage Cheese [Cultured Skim Milk, Enzymes], Onions, Burgundy Wine, Olive Oil, Sugar, Seasoning [Salt, Dextrose, Sugar, Spice, Disodium Inosinate, Disodium guanylate, Paprika Extractives ], Modified Corn Starch, Beef Flavor [Contains Beef Extract, Yeast Extract, Salt, Maltodextrin, Flavor, Lactic Acid, Citric Acid], Soy Sauce [Water, Wheat, Soybeans, Salt, Sodium Benzoate ], Garlic, Salt, Ascorbic Acid, Onion Powder, Basil, Oregano, Ground Red Pepper, Ground Black Pepper), Cooked Lasagna Pasta (Water, Durum Flour [Durum Wheat Semolina, Niacin, Ferrous Sulfate, Thiamine Mononitrate, Riboflavin, Folic Acid], Egg Whites), Mozzarella Cheese (Pasteurized Milk, Cultures, Salt, Enzymes), Soybean Oil.CONTAINS: EGG, MILK, SOY, WHEAT.), GREEN PEPPERS",
        "Allergens": "Alcohol, Beef, Corn, Eggs, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Toasted Beef Ravioli",
        "Serving Info": "5 RAVIOLI (91g)",
        "Calories": "240",
        "Nutrients": {
            "Total Fat": "13g",
            "Saturated Fat": "2g",
            "Trans Fat": "0g",
            "Cholesterol": "15mg",
            "Sodium": "480mg",
            "Total Carbohydrates": "24g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "N/A",
            "Protein": "8g",
            "Vit. D": "NA",
            "Calcium": "48mg",
            "Iron": "1.34mg",
            "Potas.": "NA"
        },
        "Ingredients": "BREADED BEEF RAVIOLI (RAVIOLI INGREDIENTS: ENRICHED EXTRA FANCY DURUM FLOUR AND SEMOLINA DURUM WHEAT FLOUR, SEMOLINA, NIACIN, IRON [FERROUS SULFATE], THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, COOKED BEEF AND VEGETABLES BEEF, ONIONS, CELERY, WATER, SALT, CORN OIL, SPICES, GARLIC, BEEF EXTRACT, WATER, CONCENTRATED BEEF AND VEGETABLE BROTH BEEF, ONIONS, CELERY, WATER, SALT, CORN OIL, SPICES, GARLIC, BEEF EXTRACT, BREAD CRUMBS ENRICHED WHEAT FLOUR [ENRICHED WITH NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID], SALT, LEAVENING [AMMONIUM BICARBONATE], COOKED SPINACH, TOMATO PASTE, PARMESAN CHEESE PASTEURIZED PART SKIM MILK, CHEESE CULTURES, SALT, ENZYMES, ROMANO CHEESE MADE FROM COW'S MILK PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES, WHOLE EGGS, SPICES. BREADING AND BATTER INGREDIENTS: BLEACHED WHEAT FLOUR, WATER, ENRICHED WHEAT FLOUR ENRICHED WITH NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, MODIFIED CORN STARCH, SALT, SUGAR, CONTAINS LESS THAN 2 OF DEXTROSE, SPICES, GRANULATED GARLIC, GRANULATED ONION, YEAST, DEHYDRATED PARSLEY, SOYBEAN OIL, LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, EXTRACTIVES OF TURMERIC AND PAPRIKA.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Beef, Corn, Eggs, Garlic, Gluten, Milk, Soy, Wheat"
    },
    {
        "Title": "Toasted Cheese Ravioli",
        "Serving Info": "5 RAVIOLI (91g)",
        "Calories": "250",
        "Nutrients": {
            "Total Fat": "16g",
            "Saturated Fat": "4g",
            "Trans Fat": "0g",
            "Cholesterol": "20mg",
            "Sodium": "450mg",
            "Total Carbohydrates": "23g",
            "Dietary Fiber": "< 1g",
            "Total Sugars": "< 1g",
            "Added Sugars": "0g",
            "Protein": "8g",
            "Vit. D": "NA",
            "Calcium": "181mg",
            "Iron": "1.00mg",
            "Potas.": "NA"
        },
        "Ingredients": "BREADED CHEESE RAVIOLI (Ingredients RAVIOLI INGREDIENTS: ENRICHED EXTRA FANCY DURUM FLOUR AND SEMOLINA DURUM WHEAT FLOUR, SEMOLINA, NIACIN, IRON [FERROUS SULFATE], THIAMIN MONONITRATE, RIBOFLAVIN, FOLIC ACID, WATER, RICOTTA CHEESE PASTEURIZED MILK, PASTEURIZED WHEY, PASTEURIZED CREAM, VINEGAR, STABILIZERS [XANTHAN GUM, LOCUST BEAN GUM, GUAR GUM], CHEDDAR CHEESE SAUCE CHEDDAR CHEESE [PASTEURIZED MILK, CHEESE CULTURE, SALT, ENZYMES], WATER, WHEY, FOOD STARCH-MODIFIED, CONTAINS 2 OR LESS OF SODIUM PHOSPHATE, MILK PROTEIN CONCENTRATE, NATURAL FLAVOR, MILKFAT, SALT, LACTIC ACID, SORBIC ACID [PRESERVATIVE], LOW MOISTURE PART SKIM MOZZARELLA CHEESE PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES, IMPORTED ROMANO CHEESE MADE FROM SHEEP'S MILK PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES, ASIAGO CHEESE PASTEURIZED MILK, CHEESE CULTURES, SALT, ENZYMES, WHOLE EGGS, SALT, DRIED EGG WHITES, SOYBEAN OIL, CORN STARCH, SPICES, GRANULATED GARLIC. BREADING AND BATTER INGREDIENTS: BLEACHED WHEAT FLOUR, WATER, ENRICHED WHEAT FLOUR ENRICHED WITH NIACIN, REDUCED IRON, THIAMINE MONONITRATE, RIBOFLAVIN, FOLIC ACID, MODIFIED CORN STARCH, SALT, SUGAR, CONTAINS LESS THAN 2 OF DEXTROSE, SPICES, GRANULATED GARLIC, GRANULATED ONION, YEAST, DEHYDRATED PARSLEY, SOYBEAN OIL, LEAVENING SODIUM ACID PYROPHOSPHATE, SODIUM BICARBONATE, EXTRACTIVES OF TURMERIC AND PAPRIKA.), CANOLA  FRYER SHORTENING (Ingredients High Oleic Canola Oil with TBHQ and Citric Acid added to protect flavor, and Dimethylpolysiloxane added to reduce foaming.)",
        "Allergens": "Corn, Eggs, Garlic, Gluten, Milk, Soy, Wheat"
    }
]